Repository: Eddimed/EddiReport_pub
Catalog: src/assets/old-dart/xliff/intl_*.xliff
Languages: es_es, sk_sk

source: vom Benutzer wirklich gelöscht werden?
es_es: ser borrada por el usuario?

source: Ja
es_es: Sí
sk_sk: áno

source: Nein
es_es: No
sk_sk: žiadny

source: Abbruch
es_es: Descartar
sk_sk: Zrušiť

source: Ein Shortcut beinhaltet den Zeitraum und die ausgewählten Formulare mit den jeweils gesetzten Optionen. Wenn ein Shortcut aktiviert wird, werden die darin gespeicherten Einstellungen geladen und aktiviert.
es_es: Un atajo contiene el periodo y los formularios elegidos con las opciones seleccionadas. Si se activa un atajo, se cargarán y activarán los criterios elegidos. texto informativo sobre atajos.

source: Anzahl:
es_es: Cantidad:
sk_sk: Počet:

source: Zeitraum:
es_es: Periodo:
sk_sk: Obdobie:

source: Löschen
es_es: Borrar
sk_sk: Odstrániť

source: Soll der Shortcut mit der Bezeichnung
es_es: El atajo con el nombre se debe

source: Soll der Zeitraum
es_es: El periodo se debe

source: mit dem Zeitraum
es_es: con el periodo

source: ersetzt werden?
es_es: ser sustituido?

source: Soll die Formularauswahl mit der aktuellen Auswahl ersetzt werden?
es_es: Quieres sustituir la selección de formularios con la selección actual?

source: Soll die Einheit zur Glukosemessung
es_es: La unidad para medir la glucemia debe

source: mit der Einheit
es_es: con la unidad

source: Willkommen bei Nightscout Reporter!
es_es: Bienvenido a Nightscout Reporter!
sk_sk: Vitajte v Nightscout Reporter!

source: Diese Seite dient der Erzeugung von PDF-Dokumenten mit den bei Nightscout gespeicherten Daten. Dafür ist es notwendig, auf diese Daten zugreifen zu können, weshalb zunächst ein paar Einstellungen gespeichert werden müssen. Solange diese nicht vorhanden und gültig sind, kann die Seite nichts für Dich tun.
es_es: Esta pagina genera documentos PDF con los datos almacenados en Nightscout. Para esto es necesario tener acceso a los datos, por lo cual algunos ajustes se almacenarán. Siempre y cuando éstos no estén presentes y válidos, la página no puede hacer nada para usted.
sk_sk: Táto stránka sa používa na generovanie dokumentov PDF z údajov uložených v Nightscout. Preto je potrebné nastaviť niektoré údaje, ktoré umožnia prístup k týmto údajom. Pokiaľ dáta nebudú dostupné a aktuálne, stránka pre vás nemôže nič zmysluplného urobiť.

source: Die Daten, die Du hier eingibst, werden normalerweise im localStorage des Browsers gespeichert. Dieser beinhaltet webseitenbezogene Daten, die nur von dieser Webseite ausgelesen werden können. In diesem Fall werden keine Cookies verwendet und es werden keine Daten auf Servern gespeichert. Es wird lediglich eine Verbindung zur angegebenen Nightscout-Instanz aufgebaut und die dort vorhandenen Daten ausgelesen, um daraus ein PDF-Dokument zu erzeugen. Dieses kann dann dem Diabetesberater oder sonstigen Interessenten vorgelegt werden.
es_es: Los datos que introduces aquí, se almacenan normalmente en el navegador localStorage. Esto incluye datos relacionados con la página web que se pueden leer solamente en este sitio web. En este caso, no se utilizan cookies y no se guardan datos en los servidores. Se establece sólo una conexión a la instancia especificada de Nightscout y se leen los datos existentes para crear un documento PDF. Esto puede presentarse al endocrinologo a otras partes interesadas.
sk_sk: Dáta, ktoré v nastaveniach zadáte, sa zvyčajne uložia do lokálneho úložiska prehliadača (localStorage). Toto úložisko obsahuje údaje priamo súvisiace s adresou tejto stránky a je možné ich prečítať jedine aplikáciou pochádzajúcou z tejto adresy. V tomto prípade sa nepoužívajú žiadne súbory cookie a na serveroch nie sú uložené žiadne údaje. Nastaví sa iba spojenie so špecifikovanou inštanciou Nightscout a údaje, ktoré sú k dispozícii, sa načítajú, aby sa vygeneroval dokument PDF. Toto sa potom môže predložiť diabetologickému poradcovi alebo inej zainteresovanej strane.

source: Die Webseite verwendet hauptsächlich Javascript zur Erledigung ihrer Aufgaben. Bei der Erzeugung des PDF-Dokuments kommen Javascript und PHP zum Einsatz.
es_es: La pagina web utiliza generalmente Javascript para resolver las tareas. Para crear el documento PDF se utilizan Javascript y PHP.
sk_sk: Webstránka používa na svoju prácu hlavne javascript. Pri vytváraní dokumentu PDF sa používajú Javascript a PHP.

source: Wenn in den Einstellungen eine Verbindung zum Google-Konto hergestellt wird, werden die Cookies von Google verwendet und die Daten nicht mehr im localStorage des Browsers gespeichert, sondern im AppStorage auf Google Drive. Auf diese Art kann man die Daten zentralisiert verwalten und hat diese in jedem Browser zur Verfügung, der mit dem angegebenen Google Konto verbunden ist.
es_es: En caso de que en los ajustes conectes con una cuenta de Google, seran utilizados los cookies por Google y los datos no se almacenan en el localStorage del navegador, pero en la AppStorage de Google drive. De esta manera, usted puede gestionar los datos centralizados y los tiene disponible en cualquier navegador, asociado a la cuenta de Google especificada.
sk_sk: Keď sú nastavenia prepojené s účtom Google, používajú sa súbory cookie spoločnosti Google a údaje sa už neukládajú v lokálnom úložisku prehliadača, ale v AppStorage na Disku Google. Týmto spôsobom môžete spravovať údaje centrálne a mať ich k dispozícii v ľubovoľnom prehliadači pripojenom k zadanému účtu Google.

source: Einstellungen für die Verwendung der Seite vornehmen
es_es: Ajustes para la utilisación de la pagina
sk_sk: Nastavenia potrebné pre používanie aplikácie

source: Einstiegsvideo
es_es: Vidéo de entrada
sk_sk: Úvodné video

source: In Night-Watch gibt es nun die Möglichkeit, die Einstellungen aufzurufen, wenn man den Editor aktiviert hat.
es_es: En Night-Watch ahora existe la posibilidad de acceder a la configuración si ha activado el editor.

source: In Night-Watch kann man nun einen Nachtmodus aktivieren, in dem der Hintergrund schwarz ist und die Farben des Textes den aktuellen Wert bezüglich des Zielbereichs darstellen.
es_es: En Night-Watch ahora puede activar un modo nocturno en el que el fondo es negro y los colores del texto representan el valor actual con respecto al área de destino.

source: Die Einstellung für die Anpassung von BG_TARGET_BOTTOM und BG_TARGET_TOP ist nun unabhängig von der Auswahl "Glucosewerte anpassen". Damit kann man die Option umschalten, ohne den Zielbereich auf dem Server neu konfigurieren zu müssen.
es_es: La configuración para ajustar BG_TARGET_BOTTOM y BG_TARGET_TOP ahora es independiente de la selección "Ajustar valores de glucosa". Esto permite cambiar la opción sin tener que volver a configurar los objetivos en el servidor.

source: Night-Watch zeigt nun auch Werte an, wenn diese von mehreren Uploadern innerhalb kurzer Zeit mehrfach in Nightscout gespeichert wurden. Das sollte man zwar möglichst vermeiden, aber nun kann Night-Watch auch damit umgehen.
es_es: Night-Watch ahora también muestra valores si varios cargadores los han guardado varias veces en Nightscout en poco tiempo. Esto se debe evitar si posible, pero ahora Night-Watch también puede manejarlo.

source: Die Konfiguration erfolgt direkt im Fenster von Night-Watch, indem man etwas anklickt. Dadurch wechselt die Seite in den Editiermodus und mit den Controls am unteren Rand des Fensters können die vorhandenen Elemente verändert, verschoben, gelöscht oder neue Elemente hinzugefügt werden. Mit dem Speichern-Icon in den Controls werden die Einstellungen gespeichert und der Editiermodus beendet. Er kann auch beendet werden, indem man das aktive Element anklickt, wobei dann die Änderungen aber nicht gespeichert werden. Nach dem Neuladen der Seite hat man dann die letzte Ansicht vor sich.
es_es: La configuración se realiza directamente en la ventana de Night-Watch haciendo clic en algo. Esto cambia la página al modo de edición y con los controles en la parte inferior de la ventana, los elementos existentes se pueden cambiar, mover, eliminar o agregar nuevos elementos. Con el icono de guardar en los controles, la configuración se guarda y el modo de edición termina. También se puede terminar haciendo clic en el elemento activo, pero así no se realizan los cambios y no se guardan. Después de volver a cargar la página, tendra la última vista.

source: Wenn Night-Watch beim Aufruf feststellt, dass noch keine Konfiguration vorgenommen wurde, dann kann man über das altbekannte Settingsfenster seine Einstellungen vornehmen. Das kommt vor, wenn man die Seite als WebApp installiert, da dort der Browserspeicher, in dem die Konfiguration gehalten wird, normalerweise noch nicht befüllt wurde.
es_es: Si Night-Watch detecta que aún no se ha realizado ninguna configuración, puede realizar sus ajustes a través de la ventana de configuración conocida. Esto sucede cuando instala la página como una WebApp, porque la memoria del navegador en la que se encuentra la configuración generalmente aún no se ha cargado.

source: Die Anpassung der Glukosewerte wird nun bei den Einstellungen gespeichert. Sie kann aber weiterhin bei den Ausgabeparametern geändert werden, um ohne grosse Umwege einen Vergleich erstellen zu können.
es_es: El ajuste de los valores de glucosa ahora se guarda en la configuración. Pero todavía se puede cambiar en los parámetros de salida para poder crear una comparación sin grandes desvíos.

source: Die Anzeige des Faktors auf dem PDF, wenn ein Korrekturfaktor eingestellt wurde, wurde in eine Prozentangabe geändert um welche die Zuckerwerte erhöht oder verringert wurden.
es_es: La visualización del factor en el PDF cuando se ha establecido un factor de corrección se ha cambiado a un valor de porcentaje en el que los niveles de azúcar se han incrementado o disminuido.

source: Bei der letzten Version sind Änderungen in den Code eingeflossen, die nicht wirklich durchdacht waren. Dafür entschuldige ich mich. Ich habe diese wieder entfernt, damit Nightscout Reporter für alle Benutzer die gewohnte Funktionalität bietet.
es_es: En la última versión, se incorporaron cambios en el código que no fueron realmente pensados. Pido disculpas por ello. Los he eliminado de nuevo para que Nightscout Reporter ofrezca la funcionalidad habitual para todos los usuarios.

source: Die Glukosewerte können nun mit einem Faktor korrigiert werden, der sich aus dem im Labor ermittelten und errechneten HbA1C Wert ergibt. Dieser Faktor betrifft alle Sensorwerte, die in Nightscout Reporter verarbeitet werden. Der Faktor wird in den Ausgabeparametern festgelegt. Dort wird er über die Checkbox "Glukosewerte anpassen" aktiviert und deaktiviert. Wenn er aktiviert ist, erscheinen zwei Schieberegler. Der obere legt den errechneten HbA1C fest, der untere den im Labor ermittelten HbA1C. Wenn er aktiviert ist, wird auf jedem PDF rechts oben angegeben, mit welchem Faktor die Glukosewerte korrigiert wurden. Das hat auf jedem PDF Auswirkungen auf dem Glukosewerte verarbeitet werden.
es_es: Los valores de glucosa ahora se pueden corregir con un factor que resulta del valor de HbA1C determinado y calculado en el laboratorio. Este factor afecta a todos los valores de los sensores procesados ​​en Nightscout Reporter. El factor se especifica en los parámetros. Allí se activa y desactiva a través de la casilla de verificación "Ajustar valores de glucosa". Cuando está activado, aparecen dos controles deslizantes. El superior define el HbA1C calculado, el inferior el HbA1C determinado en el laboratorio. Si está activado, en la parte superior derecha de cada PDF se indica el factor con el que se corrigieron los valores de glucosa. Esto afecta a todos los PDF en los que se procesan los valores de glucosa.

source: Der Wert für die mittlere Glukose bei gesunden Menschen im CGM wurde auf die korrekten 90 mg/dl korrigiert.
es_es: El valor de glucosa media para personas sanas con MGC ha sido corregido al valor correcto de 90 mg/dl.
sk_sk: Hodnota priemernej glykémie zdravého človeka meraná pomocou CGM bola upravená na 90 mg/dl.

source: Wenn in Nightscout die Daten für die täglich erzielten Schritte vorhanden sind, dann werden diese in der Tagesgrafik angezeigt, wenn dort die Option "Bewegung anzeigen" aktiviert ist.
es_es: Si hay datos de Nightscout contando los pasos diarios, estos se mostrarán en el gráfico diario si se activa la opción "mostrar movimiento".
sk_sk: V dennej grafike sa zobrazia údaje o denne dosiahnutých krokoch, ak sa nachádzadzajú v Nightscoute a je aktivovaná položka "Zobraziť pohyby".

source: In den Optionen zur Tagesgrafik gibt es jetzt die Möglichkeit, den oberen Wert für die Kohlenhydrate festzulegen. Das kann bei hohen COB-Werten die Skalierung verbessern.
es_es: En las opciones del gráfico diario ahora existe la posibilidad de insertar el valor máximo para carbohidratos. Esto puede ayudar a mejorar la visualización cuando hay muchos carbohidratos activos.

source: In AAPS 3.0 wird ändert sich einiges an den Datenstrukturen und Datenmengen, die gespeichert werrden. Das verursacht in Nightscout Reporter an einigen Stellen Probleme, die sich nicht generell lösen lassen, Deswegen gibt es jetzt bei den Ausgabe Parametern die Option "Korrektur für Datenänderungen in AAPS 3.0", mit der bei Erstellung der PDFs bestimmte Probleme korrigiert werden. Diese Änderungen werden hier mit FixAAPS30 markiert.
es_es: En AAPS 3.0 habrá grandes cambios en la structura y en la cantidad de datos que se guardaran. Esto produce problemas en algunos puntos de Nightscout Reporter que no se pueden solucionar en general. Por eso ahora existe en los parámetros la opción "corrección de cambios de datos en AAPS 3.0". Con esto se pueden corregir ciertos problemas al crear los pdfs. Estos cambios serán marcados con FixAAPS30.

source: FixAAPS30: Die Erstellung der PDFs kann extrem lange dauern. Das liegt an einer Flut von Profil-Switches, die durch ein Plugin für die Automatisierung erstellt werden. Das verursacht einen Profil-Switch alle 4 Minuten mit Speicherung des kompletten Profils. Wenn die Option aktiv ist, dann werden diese Profil-Switches aussortiert und ermöglichen dadurch die Erstellung des PDFs. Diese Profil-Switches sind dann in den PDFs nicht mehr sichtbar.
es_es: FixAAPS30: crear los pdfs puede tardar mucho. Esto es debido a los múltiples cambios de perfiles iniciados por las automatizaciónes. Esto provoca un cambio de perfil cada 4 minutos con almacenamiento del perfil completo. Si esta opción esta activa, estos cambios de perfil serán evitados y el pdf se crea. Estos cambios de perfil no serán visibles en el pdf.

source: In den Formularen Profil und Basalrate gibt es eine neue Option "Profil 'NR Profil' verwenden". Normalerweise wird das zu verwendende Profil automatisch anhand des angegebenen Zeitraums ermittelt. Hiermit kann das unterbunden werden und ein Profil mit dem Namen "NR Profil" wird gesucht. Wenn dieses gefunden wird, dann wird das ausgegeben. Wenn es nicht gefunden wird, wird ein Text ausgegeben, der erklärt, wo man das einstellen kann.
es_es: En los formularios perfil y tasa basal hay una opción nueva "Usar perfil 'NR Profil'". Normalerweise se usa el perfil seleccionado automáticamente por el periodo de tiempo seleccionado. Este se puede evitar y se busca el perfil con nombre "NR perfil". Se se encuentra este perfil será mostrado, si no aparecerá una información que explica como crearlo.

source: In der Tabelle im Glukose Perzentil Diagramm kann man nun zwei neue Spalten ausgeben lassen. Diese beinhalten die durchschnittlichen Kohlenhydrate und Insulineinheiten.
es_es: En la tabla percentil glucosa ahora se puede mostrar dos columnas nuevas. Estas muestran los promedios de carbohidratos y de unidadss de insulina.

source: In den Optionen von Formularen, in denen man Spalten ein- und ausblenden kann, wird nun angezeigt, wieviele Spalten noch verfügbar sind.
es_es: En las operaciones de los formularios donde se pueden seleccionar columnas ahora se muestra cuantas columnas quedan para mostrar.

source: Die Farben für die Glukosebereiche werden jetzt dort, wo sie als Hintergrundfarbe mit Text verwendet werden heller dargestellt, um die Lesbarkeit zu erhöhen.
es_es: Los colores para los espacios de glucosa ahora se muestran más claro donde se usan como fondo con texto, para mejorar la legibilidad.

source: In der Tagesgrafik kann man nun die temporären Overrides von iLoop auch anzeigen lassen. Es wird der Grund angezeigt. Für genauere Informationen kann das so wie bisher auch im Protokoll angezeigt werden.
es_es: En el gráfico diario ahora se pueden mostrar los datos temporales del iLoop. Se muestra la razón. Para más información se puede consultar el protocolo como antes.

source: Das Projekt wurde auf Dart 2.13.4 und Angular 6.0.1 aktualisiert.
es_es: El projecto se ha actualizado a Dart 2.13.4 y Angular 6.0.1.

source: Grenzwerte wurden nicht durchgängig gleich behandelt. Jetzt sollte die Zuordnung der Werte zu den Zielbereichen im gesamten Programm identisch sein.
es_es: Valores límite no se han tratado siempre igual. Ahora la asignación de valores a los objetivos debe ser idéntica en todo el programa.

source: Es gibt ein neues Formular namens "Verteilung der Glucosewerte". Das zeigt die prozentuale Verteilung der Glukosewerte für den ausgewählen Zeitraum an.
es_es: Hay un nuevo formulario llamado "distribución de va de glucosa". Este muestra la distribución porcentual para el período elegido.
sk_sk: Pribudol nový formulár pod názvom "Distribúcia hodnôt glykémie". Zobrazuje percentuálny výskyt hodnôt glykémie v rámci zvoleného obdobia.

source: In der Tagesstatistik werden nun in der Summenzeile die Durchschnittswerte für einige Werte zusätzlich angezeigt.
es_es: En el gráfico diario ahora se muestran adicionalmente promedios de algunos valores en la columna del valor total.

source: Bei der Festlegung des Zeitraums kann man jetzt angeben, bis zu welchem Tag der Zeitraum ermittelt werden soll. Voreingestellt ist so wie bisher auch der aktuelle Tag. Man kann aber auch den gestrigen Tag einstellen, um Tage mit vollständigen Daten zu haben, oder das letzte Wochenende, wenn man an vollständigen Wochen interessiert ist.
es_es: Al especificar el periodo ahora se puede definir hasta que día el periodo será determinado. Predeterminado está, como siempre, el día actual. Se puede elegir el día de ayer para obtener datos denel día entero o el fin de semana pasado para obtener datos de la semana entera.

source: Dialoge und die Anzeige des Fortschritts werden nun technisch etwas anders umgesetzt. Deswegen wird der Anwendungshintergrund nun in den Fällen dunkler dargestellt und es ist nicht möglich darauf etwas anzuklicken.
es_es: Diálogos y visualización del progreso se muestran diferentemente. Por eso el fondo de la aplicación en estos casos se muestra en oscuro y no se puede pulsar botones.
sk_sk: Zobrazovanie pokroku pri odpovediach v dialógoch je teraz riešené technicky odlišným spôsobom. Z toho dôvodu sa pozadie aplikácia zobrazuje v týchto sitáciách tmavšie a nie je možné kliknúť mimo dialógu.

source: Ein Fehler wurde behoben, der dazu führte, dass Dialoge mit Escape geschlossen werden konnten, was die Anwendung in einem unbrauchbaren Zustand zurückliess.
es_es: Se ha corregido una falta que admitía cerrar diálogos por el botón "escape" y dejaba la aplicación inutilizable.
sk_sk: Bol odstránený problém, ktorý umožňoval pomocou ESC zatvoriť dialóg a tým ponechať aplikáciu v nepoužiteľnom stave.

source: Ein Fehler wurde behoben, der bei der Auswahl des Zeitraums die Benutzung verhinderte, wenn man ein leeres Eingabefeld fokussierte.
es_es: Se ha corregido una falta, que al elegir un período dejando una casilla vacía impedía el uso.
sk_sk: Bola odstránená chyba, kedy po kliknutí do prázdneho políčka nebolo možné pokračovať vo výbere časového intervalu.

source: Ein Fehler wurde behoben, der dafür sorgte, dass die Anwendung in einem undefinierten Zustand war, wenn man den letzten Benutzer gelöscht hat.
es_es: Se ha corregido una falta que dejaba la aplicación en un estado no definido al borrar el último usuario.
sk_sk: Bola odstránená chyba, kedy po zmazaní posledného užívateľa zostala aplikácia v nepoužiteľnom stave.

source: Die falsche Bezeichnung für durchschnittliche Kohlenhydrate pro Tag in der Tagesstatistik wurde durch die korrekte Bezeichnung für durchschnittliche Kohlenhydrate pro Mahlzeit ersetzt.
es_es: El nombre incorrecto del promedio de carbohidratos al día en la estadística diaria se ha cambiado al promedio de carbohidratos por comida.
sk_sk: Nesprávny popis priemerných denných sacharidov v dennej štatistike bol opravený na správne znenie popisujúce priemerné sacharidy na jedlo.

source: Die Ausgabe des Zielwertes und der blutigen Werte in der Tagesgrafik wurde korrigiert. Da gab es Probleme, wenn man eine andere Blutzucker Einheit als die auf dem Server eingestellte zur Ausgabe verwendet hat.
es_es: La visualización del objetivo y de los valores sanguíneos en el gráfico diario se ha corregido. Aquí había problemas al elegir otra unidad que elegido en el servidor.

source: Das Logo von Nightscout Reporter wurde geändert. Es ist nach wie vor die bekannte und beliebte Eule, aber sie hat nun eine Mütze auf wie die Zeitungsausträger und teilweise auch Journalisten in uralten Filmen. Das Logo ist nur im Programm vorhanden und erscheint nicht auf den PDFs. Dort ist nach wie vor das normale Nightscout Logo, weil es dort platziert wurde, um auf Nightscout selbst hinzuweisen.
es_es: Se ha cambiado el logotipo de Nightscout Reporter. Sigue siendo el querido buho, pero ahora lleva und gorra como los periodistas en las antiguas películas. El logro sólo se muestra dentro del programa y no sale en los PDFs. Ahí se sigue mostrando el logotipo normal de Nightscout, para apuntar a la página Nightscout.

source: Ein Fehler bei der Ausgabe der temporären Ziele in der Tagesgrafik wurde behoben.
es_es: Und falta en los objetivos temporales de ja corregido.

source: In der Tagesstatistik können nun Spalten für TDD und Kohlenhydrate angezeigt werden.
es_es: En la estatistica diaria ahora se pueden mostrar columnas para carbohidratos y TBD.
sk_sk: V dennej štatistike môžu byť zobrazené len stĺpce CDD (celkový denný inzulín) a sacharidy.

source: Die URLs der Benutzer werden nun nach dem Enddatum sortiert.
es_es: Las URL del usuario se ordenan por la fecha final.

source: Der Titel vom Glucose Percentil Diagramm wird nun auch bei Ausdruck im Hochformat nicht mehr falsch in den Optionen Formularauswahl dargestellt.
es_es: El nombre del gráfico de glucosa percentil ahora se muestra correctamente al imprimir en formato alto.

source: Es gibt eine neue Option in der Tagesgrafik mit der man den Zielwert ein- und ausblenden kann.
es_es: Hay una nueva opción en el gráfico diario para mostrar y esconder el objetivo.

source: Ein Fehler wurde behoben, der dazu führte, dass bei fehlenden Daten wie z.B. Treatments gar kein PDF mehr erstellt werden konnte.
es_es: De ha corregido una falta que al faltar valores impedía el establecimiento del PDF.

source: In den Ausgabeparametern gibt es eine Checkbox, mit der man dafür sorgen kann, dass alle Optionen, die auf einen Loop hinweisen würden, für diese Ausgabe deaktiviert werden. Das sind die Optionen, die mit einem Kreis (=Loop) markiert sind.
es_es: En los parámetros hay una opción para desactivar todos las informaciones que estan relacionadas con el bucle cerrado para esta actual edición. Estos son los parámetros marcados con un círculo (=Loop).

source: Beim erstmaligen Start von Nightscout Reporter wurde er schon bei Sprachänderung normal angezeigt. Jetzt bleibt er wie vorgesehen auf dem Willkommen Dialog.
es_es: Al primer inicio de Nightscout Reporter se ha mostrado normal al cambiar el lenguaje. Ahora se muestra, como previsto, el la página inicial.
