Repository: Eddimed/EddiReport_pub
Catalog: src/assets/old-dart/xliff/intl_*.xliff
Languages: es_es, sk_sk

source: Die Anzeige der Bilder auf Kacheln wird nun wie vorgesehen korrekt in den Einstellungen vorbelegt.
es_es: El diseño de las imágenes en azulejos ahora se inicia correctamente en los ajustes.

source: Es gibt jetzt kleine Hilfebuttons bei den Formularen. In der Listenansicht ersetzen sie die Icons zum Ziehen der Formulare, in der Kachelansicht werden sie links oben auf den Kacheln dargestellt. Die jeweilige Ansicht kann man im Hamburgermenü auswählen. Beim Anklicken eines solchen Buttons wird ein Text angezeigt, der beschreibt, was das entsprechende Formular darstellt.
es_es: Es gibt jetzt kleine Hilfebuttons bei den Formularen. In der Listenansicht ersetzen sie die Icons zum Ziehen der Formulare, in der Kachelansicht werden sie links oben auf den Kacheln dargestellt. Die jeweilige Ansicht kann man im Hamburgermenü auswählen. Beim Anklicken eines solchen Buttons wird ein Text angezeigt, der beschreibt, was das entsprechende Formular darstellt. Al pinchar estos botones se muestran información sobre el formulario.

source: Bei den Ausgabeparametern kann jetzt festgelegt werden, in welcher Einheit die Glukosemessungen ausgegeben werden sollen. Diese wird zu Beginn aus den in Nightscout gespeicherten Daten ermittelt und entsprechend vorbelegt. Es ist aber auch möglich, diese Einheit zu ändern oder beide Einheiten ausgeben zu lassen. Wenn beide ausgegeben werden, dann wird jedes Formular auf dem Glukoseangaben vorhanden sind zunächst mit mg/dL und danach nochmal mit mmol/l ausgegeben. Diese Einheit wird auch in den Shortcuts gespeichert.
es_es: En los parámetros mostrados se puede definir la unidad en la que se muestran los valc de glucosa. Esta al principio resulta de los datos en nightscout. Es posible cambiar las unidades o mostrar las dos. Si se eligen ambas unidades se muestran los formularios que contienen estas unidas primero en mg/dl y después en mmol. Las unidades también se guardan en los shortcuts.

source: Die Profilbasalrate im Formular Tagesprofil wird jetzt ebenfalls mit Balken dargestellt.
es_es: La tasa basal del perfil en el formulario diario ahora también se muestra con barras.

source: iOS Loop missbraucht die Profiltabelle dazu, seine eigenen Settings zu speichern, was bei Benutzern dieser Software dazu führte, dass die Tabelle Profil nicht korrekt geladen werden kann. Deshalb gibt es jetzt in den Einstellungen die Möglichkeit, die Anzahl der Datensätze, die aus der Profiltabelle geladen werden einzuschränken.
es_es: el bucle de iOS hace un uso indebido de la tabla de perfiles para guardar su propia configuración, lo que provocó que no se cargaba correctamente la tabla de perfiles. Por lo tanto, ahora existe la posibilidad en la configuración de limitar el número de registros que se cargan desde la tabla de perfiles.

source: Im Protokoll werden nun auch temporäre Overrides ausgegeben, die von iOSLoop in die Behandlungsdaten eingetragen werden.
es_es: En el protocolo ahora también se muestran sustituciónes temporales que son importadas por los valores de iOsLoop.

source: Im Tagesprofil kann nun angegeben werden, ob nur der Wert, die prozentuale Anpassung des Profils oder beides angezeigt werden soll. Ausserdem kann eine Linie eingefügt werden, die den im Basalprofil zum jeweiligen Zeitpunkt eingestellten Wert darstellt.
es_es: En el perfil diario se puede seleccionar si se muestran el valor absoluto, el porcentaje o los dos valores. Además se puede mostrar una línea que representa el valor del perfil del momento.

source: In der Tagesgrafik werden Profilwechsel nicht mehr angezeigt, wenn sich das Profil beim Wechsel nicht geändert hat. iOSLoop fügt in die Nightscoutdatensätze sehr häufig neue Profile ein, die keine Änderung beinhalten, weil dort zusätzlich andere Konfigurationseinstellungen gespeichert werden.
es_es: En el gráfico diario ya no se muestran cambios de perfil si no cambia el perfil. IosLoop adjunta muchos perfiles en nightscout, que no contienenccambio, por que contienen también valoresdde cconfiguración.

source: Ein Fehler beim Laden der ausgewählten Formulare wurde korrigiert.
es_es: Una falta al cargar formularios elegidos ha sido corregida.

source: Wenn die Synchronisierung mit Google Drive aufgehoben wird, wird die Berechtigung nun korrekt zurückgesetzt. Wenn man sich danach wieder synchronisieren will, werden nochmal die Berechtigungen abgefragt.
es_es: Al cancelar la sincronizacion con Google Drive se reconstruye todo correctamente. Si se vuelve a activar la sincronizacion se vuelven a pedir derechos.

source: Ein Fehler wurde behoben, der dafür sorgte, dass temporäre Ziele in der Tagesgrafik mit zeitlicher Verschiebung angezeigt wurden.
es_es: Se ha corregido una falta que causaba que los objetivos temporales se mostraban incorrectamente.

source: Auf der Seite Protokoll werden jetzt auch Insulinabgaben angezeigt, die z.B. über xdrip eingegeben wurden.
es_es: En la página del protocolo ahora también se muestran informaciónes sobre insulina que se inserten por ejemplo por xdrip.

source: Es gibt jetzt Shortcuts, mit denen man die aktuelle Auswahl der Formulare, deren Parameter und den ausgewählten Zeitraum speichern kann. Beim Aktivieren eines Shortcuts wird das alles wieder so eingestellt, wie es war, als der Shortcut gespeichert wurde.
es_es: Ahora existen atajos con los que puedes guardar la selección actual de formularios, los parámetros y el periodo seleccionado. Al activar un atajo, todo se repone como seleccionado al guardar el atajo.

source: Bei Herokuapp und anderen Anbietern kostenloser Datenbankinstanzen ist der Speicherplatz der Instanz beschränkt, weshalb sie irgendwann voll ist. Dann kann man zwar eine neue Instanz anlegen, Nightscout Reporter benötigt aber für eine lückenlose Darstellung aller Tage Zugriff auf alle Instanzen, für die man eine Auswertung erhalten will. Deshalb können nun mehrere URLs für die Nightscout Instanzen eingegeben werden. Zusätzlich muss noch eingegeben werden, welches der erste und der letzte Tag mit Daten ist. Mit diesen Informationen ist es Nightscout Reporter dann möglich die benötigten Daten lückenlos auch über mehrere Instanzen hinweg auszuwerten.
es_es: En Herokoapp y otros Servidores de Bases de Datos el espacio de almacenamiento esta restrigido, asi que a lo largo del tiempo se llena. Se puede crear una base nueva pero Nightscout Reporter necesita acceso a todas bases para poder mostrar los datos de todos los dias seguidos sin falta de datos. Por eso ahora se pueden usar varias URL para las bases de nightscout. Adicionalmente se debe indicar cual es el primer y cual es el último día con datos. Con estas informaciones Nightscout Reporter puede evaluar los datos completamente usando varias bases de datos.

source: Wenn im CGP ein Wert den Maximalwert der Skala überschreitet, wird die entsprechende Ecke mit einem gelben Kreis markiert.
es_es: Si se sale un valor en el CGP del máximo de la escala, la punta se indicará con un circulo amarillo.

source: Auf dem Einstellungen-Dialog gibt es neben den URL-Eingabefeldern jeweils einen Button, um die URL in einem neuen Browser-Fenster zu öffnen.
es_es: En los ajustes ahora hay un botón para abrir URL en una nueva ventana.

source: Die Eingabe des Zugriffsschlüssels auf dem Einstellungen-Dialog kann jetzt mit einem Button neben dem Eingabefeld lesbar gemacht werden.
es_es: El código de acceso a los ajustes ahora se puede hacer visible con el botón al lado de la casilla.

source: Im Einstellungen Dialog gibt es jetzt die Möglichkeit, die Einstellungen zu exportieren und zu importieren. Beim Export wird eine Datei mit den allgemeinen Einstellungen geschrieben, beim Import wird so eine Datei wieder eingelesen. Damit kann man auch ohne Google Drive Zugriff die Einstellungen über verschiedene Browser hinweg manuell synchronisieren.
es_es: En el dialogo de los ajustes ahora existe la opción de exportar e importar los ajustes. Al exportar se crea un archivo con los ajustes basicos y al importar se leé este archivo. Asi se pueden sincronizar los ajustes sin necesidad de tener Google Drive.

source: Im Protokoll gibt es jetzt die Möglichkeit, sich doppelte Datensätze markieren zu lassen. Sie werden von Nightscout Reporter zwar rausgefiltert, aber er kann anzeigen, wie oft ein bestimmter Datensatz in den Daten gefunden wurde. Man kann dort auch angeben, dass er nur mehrfach vorhandene Datensätze ausgeben soll. So kann man mögliche Diskrepanzen zwischen Nightscout Reporter und anderen Reporting Tools herausfinden.
es_es: Ahora existe la opción de marcar entradas dobles. Nightscout Reportar las puede filtrar, pero tambien puede mostrar cuantas veces se han encontrado duplicados. Hay la opción de solo mostrar datos duplicados. Así se pueden detectar diferencias entre Nightscout Reporter y otras aplicaciones.

source: Das CGP wird jetzt auch bei extremen Werten korrekt erzeugt.
es_es: El CGP ahora tambien se muestra correctamente con valores extremos.

source: Im CGP wurden die Skalenbeschriftungen korrigiert.
es_es: Se ha corregido el etiquetado de la escala del CGP.

source: Im Dialog der Ausgabe Parameter gibt es nun die Möglichkeit, das CGP immer mit dem Standard Zielbereich zu erzeugen. Diese Option ist anfangs eingeschaltet, da das CGP ein standardisiertes Formular ist, das gerne zu Vergleichszwecken herangezogen wird. Man kann es aber für seine eigenen Zwecke ausschalten. Diese Einstellung wird dann auch beibehalten.
es_es: En el diálogo de parámetros de visualización ahora existe la posibilidad de crear el CGP con valores de objetivos de glucosa estándar. Esta opción está seleccionada desde el principio, por que se trata de un documento estándar que permite comparaciónes. Puedes desactivarlo para tu propio fin. Esta opción quedará seleccionada.

source: Bei der Profilermittlung wurde manchmal der letzte Profilwechsel ignoriert. Das ist nun behoben.
es_es: Al recompilar los perfiles alguna vez se ha ignorado el último perfil. Esto ha sido corregido.

source: Im Dialog der Ausgabe Parameter wurde rechts oben der Schieberegler "zu Vergleichszwecken" hinzugefügt. Wenn dieser aktiviert ist, dann wird überall der Standard Zielbereich verwendet. Intern wird das auch noch für andere Anpassungen verwendet. Diese Option ist dafür gedacht, dass man seine Ausdrucke mit anderen Diabetikern vergleichen kann. Das ist zum Beispiel zur Vorlage bei Ärzten und Diabetesberatern sinnvoll.
es_es: En el diálogo de expedición se ha añadido a la derecha el botón "para comparación". Acitivandolo se usan en todos los informes los valores estándar para los objetivos de glucosa. También se usa para ajustes internos. Esta opción quiere ayudar a comparar los datos con otros diabeticos. Esto es útil para médicos y sus consejeros.
sk_sk: V dialógovom okne výstupných parametrov bol v pravom hornom rohu pridaný posúvač „na účely porovnania“. Ak je aktivovaná, všade sa používa štandardná cieľová oblasť. Interne sa používa aj na ďalšie úpravy. Táto voľba je navrhnutá tak, aby ste mohli svoje výtlačky porovnávať s inými diabetikmi. Je to užitočné napríklad pri podávaní lekárom a diabetologickým konzultantom.

source: In den Ausgabe Parametern kann nun angegeben werden, ob immer der neueste Tag zuerst angezeigt wird. Das hat Auswirkungen auf die Tagesgrafik, die Tagesstatistik und die Wochengrafik. In den Formularoptionen wurde die entsprechende Option entfernt.
es_es: En los parámetros de edición ahora se puede definir si siempre se muestra el actual día como primero. Esto efectúa el gráfico diario, los informes diarios y los informes semanales. En las opciones del formulario se han borrado las opciones correspondientes.
sk_sk: Teraz môžete vo výstupných parametroch určiť, či sa vždy zobrazí vždy prvý deň. To má vplyv na denný graf, denné štatistiky a týždenný graf. Zodpovedajúca voľba bola odstránená z možností formulára.

source: Die Einstellung für das Öffnen des PDF im gleichen Fenster, das Herunterladen des PDFs und den Hinweis auf Nightscout im PDF wurde aus den Einstellungen in die Ausgabe Parameter verschoben. Dadurch kann man das bei jedem Ausdruck schnell festlegen und ändern.
es_es: Las opiniones para abrir el PDF en la misma ventana, para guardar el PDF y la referencia a Nightscout en el PDF hab sido integrados en los parámetros de edición. Así es posible cambiarlo rápidamente con cada impreso.
sk_sk: Nastavenie otvorenia PDF v rovnakom okne, stiahnutia PDF a odkazovania na Nightscout v PDF bolo presunuté z nastavení na výstupné parametre. To vám umožní rýchlo nastaviť a zmeniť to pre každý výtlačok.

source: Die Überschrift über der Tabelle vom Glucose Perzentil Diagramm wurde korrigiert.
es_es: El título de la tabla del percentil de glucosa ha sido corregido.
sk_sk: Nadpis nad tabuľkou z diagramu percentilu glukózy bol opravený.

source: Die Legende der Tagesgrafik wurde um den Eintrag für blutige Messungen erweitert.
es_es: En la leyenda del gráfico diario se ha añadido la información sobre medidas de glucosa en sangre.

source: Die Microboli vom Minimed 600 Uploader wurden aus der Ausgabe entfernt, da es sich dabei nur um Temporäre Basalraten handelt.
es_es: Los micro bolos del Minimed 600 Uploader se han borrado de la emisión, pou que se trata sólo de bases basales temporales.
sk_sk: Mikroboly z aplikácie Uploaded Minimed 600 boli z edície odstránené, pretože ide iba o dočasné bazálne dávky.

source: Ein möglicher Absturz bei der Ausgabe des CGP bei der Tagesgrafik wurde korrigiert.
es_es: Un posible error al crear el CGP en el gráfico diario se ha corregido.
sk_sk: Bola opravená možná havária vo výstupe CGP v dennom grafe.

source: In dem Dialog mit den Ausgabe Parametern wurde die Option hinzugefügt, die Genauigkeit der Ausgabe von Basalangaben festzulegen. Diese wird normalerweise aus den Angaben zur Basalrate in den Profilen ermittelt. Das wird auch weiterhin getan, wenn der erste Eintrag in der Liste ausgewählt wird. Ansonsten werden alle Basalangaben mit der Genauigkeit ausgegeben, die bei dieser Option ausgewählt wurde.
es_es: En el diálogo de los parámetros de edición se ha añadido la opción de definir la exactitud de edición de datos basales. Esto se obtiene normalmente desde las informaciones en los perfiles. Esto sigue siendo así, si se eligo el primer valor de la lista. Si no todos los datos basales serán mostrado con la exactitud elegido para esta opción.
sk_sk: V dialógovom okne s výstupnými parametrami bola pridaná možnosť určiť presnosť výstupu bazálnych informácií. Zvyčajne sa určuje z informácií o základnej dávke v profiloch. Bude to tak aj naďalej, ak je vybratý prvý záznam v zozname. Inak budú všetky základné informácie na výstupe s presnosťou vybranou pre túto možnosť.

source: Die Genauigkeit der ISF Angaben im Profil wurde korrigiert.
es_es: La exactitud de los datos ISF en el perfil ha sido corregido.
sk_sk: Presnosť informácií ISF v profile bola opravená.

source: Im Protokoll werden die Angaben, die ein temporäres Ziel von 0 IE für 0 Minuten setzen als "Aufhebung von temp. Ziel" ausgegeben.
es_es: En el protocolo un perfil temporal de 0 UI por 0 minutos se declararán como "cancelación de perfil temporal".
sk_sk: V protokole sa informácia, ktorá nastavuje dočasný cieľ 0 IU na 0 minút, vydáva ako „Zrušenie dočasného cieľa“.

source: Im CGP wurden verschiedene Berechnungen korrigiert, die sich vor allem in Differenzen bei ToR und Mittelwerten zeigten.
es_es: En el CGP se han corregido varias cálculos que se han mostrado sobre todo en diferencias en ToR y en promedios.
sk_sk: V CGP boli opravené rôzne výpočty, ktoré boli zjavné najmä v rozdieloch v ToR a priemerných hodnotách.

source: Die Legende der Tagesgrafik wurde um den Eintrag für Bewegung erweitert.
es_es: En la leyenda del gráfico diario se ha añadido la información sobre actividad.

source: In der Tagesgrafik wurde "Training" in "Bewegung" umbenannt. Das passt besser zu den Einträgen in AAPS.
es_es: En el gráfico diario se ha cambiado "entrenamiento" por "actividad". Esto va mejor con los datos en AAPS.

source: Die Farbe für Bewegung in der Tagesgrafik wurde geändert.
es_es: El color para mostrar las actividades en el gráfico diario ha sido cambiado.

source: Die Analysewerte wurden nicht ganz korrekt ermittelt. Das wurde korrigiert und nun sollten die statistischen Daten über den Zeitraum richtig ausgewertet werden.
es_es: Los datos de la analítica no fueron calculadas correctamente. Esto se ha corregido y ahora los datos estatisticos deben ser calculados correspondiendo al periodo elegido.
sk_sk: Hodnoty pre analýzu neboli vždy správne načítané. Toto bolo opravené a štatistické hodnoty za obdobie sú teraz vypočítané správne.

source: Beim Laden der Behandlungsdaten werden doppelte Datensätze herausgefiltert.
es_es: Al cargar los datos de tratamientos se eliminaran duplicados.

source: Die berechneten IE für Kohlenhydrate in der Tagesgrafik wurden teilweise mit falschen Faktoren ermittelt. Der Fehler wurde behoben.
es_es: Las UI para los carbohidratos en el gráfico diario se han calculado con factores erróneos. Esto ha sido corregido.

source: Beim Perzentil Diagramm gibt es eine neue Option, mit der man die Basalrate unter dem Diagramm anzeigen lassen kann. Da das Diagramm normalerweise einen grösseren Zeitraum umspannt, wird dort die Basalrate angezeigt, die zu Beginn des Zeitraums aktiv war.
es_es: En el gráfico del percentil hay una nueva opción para mostrar la tasa basal debajo del gráfico. Como el gráfico suele mostrar un período más amplio, aquí se mostrará la tasa basal estando activa al principio del periodo.

source: Fehler behoben, der bei der Kachelansicht teilweise verhindert hat, dass die Parameter für die Kacheln aufgerufen werden konnten.
es_es: Arreglado problema con visualización en pantalla de azilejos.

source: Es gibt ein neues PDF namens Tagestrend. Dieses zeigt die Werte eines Tages zusammen mit dem Trend zu jeder vollen Stunde, sowie der eingestellten Basalrate aus dem Profil. Das ist eine gute Übersicht für Basalratentests, um zu erkennen, wo etwas anzupassen ist.
es_es: Hay un nuevo PDF "tendencia diaria". Este muestra los valores diarios por hora y el perfil actual. Esto es un buen resumen para verificar tasas basales.

source: In der Tagesgrafik gibt es eine neue Option, um die Rundung der Insulinwerte auf die maximale Genauigkeit im Profil zu unterbinden. Das macht da Sinn, wo entweder kein Profil vorhanden ist, oder wo Werte mit höherer Genauigkeit als im Profil eingegeben werden.
es_es: En el gráfico diario hay una nueva opción para evitar el redondeo máximo de los valores de insulina a la máxima exactitud. Esto se necesita donde no existe perfil o donde los valores insertados son más exactos que los del perfil.

source: In der Tagesgrafik kann man nun die IOB (Insulin On Board) und COB (Carbs On Board) anzeigen lassen. Die IOB werden am oberen Rand angezeigt, wo auch die Bolusabgaben dargestellt werden, die COB am unteren Rand, wo auch die Kohlenhydrate dargestellt werden.
es_es: En el gráfico diario ahora también se muestran IOB (insulina a bordo) y COB (carbohidratos a bordo). IOB se muestran en la parte superior donde también se muestran los bolos, COB se muestran en la parte de abajo donde también se muestran los carbohidratos.

source: Nightscout Reporter kann nun auch auf Portugiesisch verwendet werden.
es_es: Nightscout Reporter ahora puede ser usado en portugués.

source: Es gibt ein neues PDF namens Tagesstunden. Dieses zeigt die Durchschnittswerte eines Tages in jedem Stundenintervall an und färbt die Zellen entsprechend des Glukosewertes ein. So hat man eine gut Übersicht über die Werteverteilung im ausgewählten Zeitraum.
es_es: Hay un PDF nuevo llamado horas de día. Este muestra el medio diario por cada hora y color cada célula según el valor de la glucosa. Así se optiene un buen resumen sobre la distribución de los valores en el periodo elegido.

source: Beim Glukose Perzentil Diagramm kann man nun ein Maximum für die Skalierung festlegen. Wenn es auf "Automatisch" gesetzt wird, wird das Maximum wie bisher auch ermittelt. Bei einem anderen Wert wird die Obergrenze für das Diagramm auf diesen Wert festgesetzt. Damit ist es leichter möglich zwei Diagramme miteinander zu vergleichen, deren Obergrenze unterschiedlich ist.
es_es: En el percentil de glucosa ahora se puede definir un máximo para la escala. Si seleccionas "automático" el máximo será mostrado como antes. Si eliges otro valor este será utilizado como máximo en el gráfico. Así es más fácil comprar diferentes gráficos con diferentes máximos.

source: Vor der Erzeugung eines PDFs wird noch ein Dialog angezeigt, auf dem man Parameter für alle erzeugten PDFs eingeben kann. Man kann dort den Zielbereich auf den Standardbereich festlegen, den Ärzte gerne sehen. Das hat Auswirkungen auf alle Darstellungen des Zielbereichs, sowie auf die Verteilung der Werte innerhalb und ausserhalb des Zielbereichs. Man kann dort auch den Maximalwert für Glukose in Grafiken festlegen. Dieser Wert wird in der Tagesgrafik, dem Perzentil Diagramm und der Wochengrafik verwendet. Wenn er auf "Automatisch" gesetzt wird, wird der Maximalwert wie bisher auch aus den vorhandenen Daten ermittelt. Ausserdem kann man hier angeben, ob man den aktuellen Zeitraum erzeugen möchte oder einen Vergleichszeitraum. Das ist nützlich, um dem Arzt die Gegenüberstellung von Werten der Vergangenheit und jetzt zu zeigen.
es_es: Antes de crear el PDF se muestra un diálogo para elegir los parámetros para los PDF. Se puede definir el rango de los valores estándar como lo quieren ver los médicos. Esto se aplica a todos los gráficos que muestran estos valores, también afecta a la distribución de los valores dentro y fuera del rango. Aquí también se puede definir un valor de glucosa máximo para los gráficos. Este será usado en el gráfico diario, en el gráfico del percentil y en el gráfico semanal. Si se usa el valor automático este será calculado a base de los datos. Además aquí puedes elegir si quieres usar el periodo actual o un periodo de comparación. Esto es práctico para comparar con el médico valores de periodos actuales y pasados.

source: Die Buttons für die Erzeugung vergangener Zeiträume wurden entfernt. Das kann jetzt im neuen PDF-Dialog eingestellt werden.
es_es: Los botones para crear periodos pasados han sido borrados. Esto ahora es crea en la nueva ventana.

source: Wenn auf der Profilseite leere Spalten vorkommen, führt das nicht mehr zu einer leeren Seite.
es_es: Si en la página del perfil existen columnas vacias ya no se producen páginas vacias.

source: Die Werte VarK und ToR im CGP werden bei Tages- und Wochengrafiken in der Legende und in der Grafik korrekt ausgegeben.
es_es: Los valores VarK y TeR en el CGP serán mostrados correctamente en el gráfico yen la leyenda.

source: Die Bilder auf den Kacheln sind nun in der jeweiligen Sprache beschriftet.
es_es: Las imágenes en los azulejos ahora son marcados en el idioma correspondiente.
sk_sk: Kachličky majú teraz popisky v zvolenom jazyku.

source: Die Werte im CGP werden jetzt bei mmol-Angaben auch korrekt angezeigt.
es_es: Los valores en el CGP ahora son mostrados también correctamente en mmol.
sk_sk: Hodnoty v jednotke mmol sa teraz zobrazia správne aj na stránke CGP (súhrnný glykemický päťuholník).

source: Die glykämische Variabilität wird jetzt im CGP auch bei Tages- und Wochengrafiken korrekt ausgegeben.
es_es: La variabilidad glucemica es mostrada correctamente en los gráficos díarios y semanales en el CGP.
sk_sk: Glykemická variabilita sa teraz v zobrazuje na stránke CGP (súhrnný glykemický päťuholník) správne aj pri období dňa a týždňa.
