Repository: Eddimed/EddiReport_pub
Catalog: src/assets/old-dart/xliff/intl_*.xliff
Languages: es_es, sk_sk

source: Dauer der Insulinaktivität (DIA)
es_es: Duración de acción de insulina (DIA)
sk_sk: Trvanie aktivity inzulínu (DIA)

source: Stunden
es_es: Horas
sk_sk: hodiny

source: Dauer der Kohlenhydrataktivität
es_es: Duración de accion de carbohidratos
sk_sk: Trvanie aktivity sacharidov

source: Zeitzone
es_es: Zona horaria
sk_sk: Časové pásmo

source: g / Stunde
es_es: gr / hora
sk_sk: g / hod

source: Datum
es_es: Fecha
sk_sk: Dátum

source: Verteilung
es_es: Distribuición
sk_sk: Distribúcia

# Mess-&#10;werte
source: Mess- werte
es_es: Valores medidos
sk_sk: Hod- noty

# Mittel-&#10;wert
source: Mittel- wert
es_es: Valor medio
sk_sk: Prie- mer

# Std.&#10;Abw.
source: Std. Abw.
es_es: h desv.
sk_sk: Std. Dev.

# msgDaySum
source: {value} Tage
es_es: {value} dias
sk_sk: {value} dní

source: Durchschnitt
es_es: Intermedio
sk_sk: Priemer

source: Standardabweichung
es_es: Desviación estándar
sk_sk: Štandardná odchýlka

# msgCalibration
source: Kalibrierung (scale {scale} / intercept {intercept} / slope {slope})
es_es: Calibración (scale {scale} / intercept {intercept} / slope {slope})
sk_sk: Kalibrácia (scale {scale} / intercept {intercept} / slope {slope})

source: Wechsel
es_es: Cambio
sk_sk: Výmena

# msgGVINone
source: nicht vorhanden (kleiner {min})
es_es: no disponible (menor a {min})
sk_sk: nie je k dispozícii (malý {min} )

# msgGVIVeryGood
source: sehr gut ({min} bis {max})
es_es: muy bueno ({min} a {max})
sk_sk: veľmi dobré ( {min} až {max} )

# msgGVIGood
source: gut ({min} bis {max})
es_es: bueno ({min} a {max})
sk_sk: dobré ( {min} až {max} )

# msgGVIBad
source: schlecht (grösser {max})
es_es: malo (mayor a {max})
sk_sk: zlé (viac ako {max} )

# msgPGSVeryGood
source: exzellent (kleiner {min})
es_es: excelente (menos de {min})
sk_sk: vynikajúci (menej ako {min} )

# msgPGSGood
source: gut ({min} bis {max})
es_es: bueno ({min} a {max})
sk_sk: dobré ( {min} až {max} )

# msgPGSBad
source: schlecht ({min} bis {max})
es_es: malo ({min} a {max})
sk_sk: zlé ( {min} až {max} )

# msgPGSVeryBad
source: sehr schlecht (grösser {max})
es_es: muy malo (mayor a {max})
sk_sk: veľmi zlé (viac ako {max} )

# msgHistorical
source: Historisch {value}
es_es: Histórico {value}
sk_sk: Historicky {value}

# msgColumns
source: {count,plural, =0{Eine Spalte abwählen, um eine@nl@andere aktivieren zu können}=1{Noch eine Spalte verfügbar}other{Noch {count} Spalten verfügbar}}
es_es: {count,plural, =0{Deseleccionar una columna para poder activar @nl otra}=1{Una columna eligible}other{Quedan {count} columnas a eligir}}

source: Tag (08:00 - 17:59)
es_es: Día (08:00 - 17:59)
sk_sk: Deň (08:00 - 17:59)

source: Dämmerung (06:00 - 07:59, 18:00 - 20:59)
es_es: Crepúsculo (06:00 - 07:59, 18:00 - 20:59)
sk_sk: Súmrak (06:00 - 07:59, 18:00 - 20:59)

source: Nacht (21:00 - 05:59)
es_es: Noche (21:00 - 05:59)
sk_sk: Noc (21:00 - 05:59)

# msgNamedProfile
source: Profil "{name}" verwenden
es_es: Usar perfil "{name}"

# msgNoNameHelp
source: Das Profil mit dem Namen "{name}" wurde nicht gefunden. Das muss im Profileditor auf der Nightscout Seite eingerichtet werden. Dort muss ein Profil eingerichtet werden, das den Namen "{name}" hat, um dieses Formular erzeugen zu können. Mit dem Link unten wird der Profileditor aufgerufen. Unter Umständen muss dort dann noch ganz unten auf der Seite die Authentifizierung durchgeführt werden, um die Werte ändern zu können.
es_es: No se ha encontrado el perfil "{name}". Este se debe editar en el editor de perfil en la página Nightscout. Aquí se debe crear un perfil con el nombre "{name}" para poder crear el formulario. El enlace de abajo te llevará al editor de perfil. A lo mejor te tendrás que autentificar para poder editar los valores.

# msgProfileSwitch
source: Profilwechsel - {oldName} => {newName}
es_es: Cambio de perfil - {oldName} => {newName}
sk_sk: Zmena profilu z {oldName} => {newName}

# msgProfileSwitchDuration
source: Profilwechsel - {oldName} => {newName} für {duration} Minuten
es_es: Cambio de perfil {oldName} => {newName} für {duration} minutos
sk_sk: Zmena profilu z {oldName} => {newName} po {duration} minút

source: Keine Änderung
es_es: Sin cambio
sk_sk: Bez zmeny

source: Dieses Formular zeigt die Auswertung der Werte des ausgewählten Zeitraums. Dabei wird auch der durchscnittliche Verbrauch an Materialien rechnerisch ermittelt und angezeigt. Dieses Formular beinhaltet die meisten Informationen, die Diabetologen gerne wissen wollen. Der HbA1c wird rechnerisch aus den vorhandenen Daten ermittelt und weicht normalerweise nicht unerheblich von dem tatsächlich gemessenen Wert ab. Der Wert, der aus der Blutprobe ermittelt wird, gibt die tatsächliche Bindung von Glukose im Blut wieder. Da diese von zusätzlichen Faktoren abhängig ist und nicht nur von den hier verwendeten Messdaten, ergeben sich Unterschiede zum errechneten Wert. Vor allem, wenn es sich bei den gemessenen Werten nicht um Blutzucker, sondern um Gewebszucker handelt, wie er von CGM-Systemen verwendet wird. Trotzdem ist dieser Wert ein grober Anhaltspunkt für die Qualität der Glukoseeinstellung und wird in der vom Labor ermittelten Form gerne von Diabetologen als Richtwert verwendet, weshalb er hier angezeigt wird. Er wird aber in schwächerer Schrift ausgegeben, damit seine zweifelhafte Natur auch erkennbar ist.
es_es: Este formulario muestra la evaluación de los valores del período seleccionado. También se calcula y visualiza el consumo medio de materiales. Este formulario contiene la mayor parte de las informaciónes que interesan a los endocrinologos. El HbA1c se calcula a partir de los datos existentes y, por lo general, difiere significantemente del valor medido real. El valor obtenido de la muestra de sangre refleja la concentracíon real de la glucosa en la sangre. Dado que esto depende de factores adicionales y no sólo de los datos de medición utilizados aquí, hay diferencias con el valor calculado. Especialmente si los valores medidos no son azúcar en la sangre, sino azúcar de tejido, como utilizan los sistemas de MGC. Sin embargo, este valor es una indicación aproximada de la calidad de la configuración de glucosa y a menudo es utilizado por los endocrinologos como una directriz en la forma determinada por el laboratorio, razón por la cual se muestra aquí. Pero se muestra en escritura más débil, por lo que su naturaleza dudosa también es reconocible.

source: Auswertung
es_es: Análisis
sk_sk: Zhodnotenie

source: Material mit Nachkommastellen
es_es: Materiál con décimas
sk_sk: Materiál s desatinnými miestami

source: Zielbereich mit Nachkommastellen
es_es: Objectivo con décimas
sk_sk: Cieľová oblasť s desatinnými miestami

source: Standardabweichung statt Anzahl
es_es: Desviación estándar en lugar de número
sk_sk: Štandardná odchýlka miesto počtu

source: Standardbereich mit feinerer Abstufung
es_es: Rango estándar con graduación más fina
sk_sk: Štandardný rad s jemnejšou gradáciou

source: Unterzuckerungen anzeigen
es_es: Mostrar hipoglycemias
sk_sk: Zozbraziť hypoglykémie

# msgHypoTitle
source: Unterzuckerungen (< {value})
es_es: Hipoglycemia (< {value})
sk_sk: Hypoglykémie (< {value})

source: Anzahl Unterzuckerungen
es_es: Número de hipoglycemias
sk_sk: Počet hypoglykémií

source: Letzte Unterzuckerung
es_es: Última hipoglucemia
sk_sk: Posledná hypoglykémia

source: Dieses Formular zeigt die Basalrate, die im Profil eingestellt ist in graphischer Form an. Es werden normalerweise alle Basalraten des ausgewählten Zeitraums ausgegeben. Wenn sich in dem Zeitraum die Basalrate geändert hat, wird eine neue Seite erzeugt. Es gibt aber eine Option, welche nur die letzte Basalrate des Zeitraums ausgibt.
es_es: Este formulario muestra la tasa basal establecida en el perfil en forma gráfica. Normalmente, se emiten todas las tasas basales del período de tiempo seleccionado. Si la tasa basal ha cambiado en ese período, se crea una nueva página. Sin embargo, hay una opción que devuelve solo la última tasa basal del período.

source: Nur letzte Basalrate ausgeben
es_es: Solo mostrar perfil basal reciente
sk_sk: Zobraziť len poslednú bazálnu hodnotu

# msgHYPO
source: Intensität HYPO [{unit} x min²]
es_es: Intensidad hipoglucemia [{unit} x min²]
sk_sk: Intenzita HYPO [{unit} x min²]

# msgHYPER
source: Intensität HYPER [{unit} x min²]
es_es: Intensidad hiperglucemia [{unit} x min²]
sk_sk: Intenzita HYPER [{unit} x min²]

# msgMEAN
source: Mittlere Glukose [{unit}]
es_es: Glucemia media [{unit}]
sk_sk: Stredná glykémia [{unit}]

source: Das grüne Fünfeck stellt den Wertebereich eines gesunden Menschen ohne Diabetes dar.
es_es: El pentágono verde representa el margen de valores de una persona sana sin diabetes.
sk_sk: Zelený päťuholník predstavuje rozsah hodnôt zdravého človeka bez cukrovky.

source: Das gelbe Fünfeck stellt den Wertebereich des angegebenen Zeitraums dar.
es_es: El pentágono verde presenta el margen de valores en el periodo de tiempo indicado.
sk_sk: Žltý päťuholník predstavuje rozsah hodnôt hodnoteného obdobia.

source: Gelbe Kreise zeigen an, dass der entsprechende Wert die Skala überschreitet.
es_es: Circulos amarillos indican que el valor correspondiente sobresale la escala.

# msgTORInfo
source: Die Zeit pro Tag in Minuten, in denen die Werte ausserhalb des Bereichs {min} bis {max} liegen.
es_es: El tiempo en minutos en el que los valores se encuentran fuera del margen {min} a {max}.
sk_sk: Počet minút v dni, počas ktorých sú hodnoty mimo rozsahu {min} až {max} .

source: Die glykämische Variabilität stellt die Streuung der Werte um den glykämischen Mittelwert herum in Prozent dar.
es_es: La variabilidad de glucemia indica en % la difusión de valores al rededor de la glucemia media.
sk_sk: Glykemická variabilita predstavuje roztrúsenosť hodnôt okolo glykemického priemeru v percentách.

# msgHYPOInfo
source: Die Intensität von Hypoglykämien pro Tag (Werte kleiner oder gleich {unit}).
es_es: La intensidad de hipoglucemias por día (valores bajo o igual {unit}).
sk_sk: Intenzita hypoglykémie za deň (hodnoty menšie alebo rovné {unit}).

# msgHYPERInfo
source: Die Intensität von Hyperglykämien pro Tag (Werte grösser oder gleich {unit}).
es_es: La intensidad de hiperglucemias por día (valores bajo o igual {unit}).
sk_sk: Intenzita hyperglykémie za deň (hodnoty väčšie alebo rovné {unit}).

# msgMEANInfo
source: Der glykämische Mittelwert im betrachteten Zeitraum.
es_es: Glucemia media en el período elegido.
sk_sk: Glykemický priemer v uvažovanom období.

source: Der prognostische glykämische Risikoparameter stellt das Risiko von Langzeitkomplikationen dar (bisher nicht durch Studien belegt).
es_es: Los parámetros glucemicos prognosticados muestra el riesgo de complicaciones a largo tiempo (hasta ahora no evaluado por estudios científicos).
sk_sk: Ukazovateľ prognózy glykemického rizika predstavuje riziko dlhodobých komplikácií (doteraz štúdiami nepreukázané).

source: 0,0 bis 2,0
es_es: 0,0 a 2,0
sk_sk: 0,0 až 2,0

source: sehr geringes Risiko
es_es: riesgo muy bajo
sk_sk: veľmi nízke riziko

source: 2,1 bis 3,0
es_es: 2,1 a 3,0
sk_sk: 2,1 až 3,0

source: geringes Risiko
es_es: riesgo bajo
sk_sk: nízke riziko

source: 3,1 bis 4,0
es_es: 3,1 a 4,0
sk_sk: 3,1 až 4,0

source: moderates Risiko
es_es: riesgo moderado
sk_sk: mierne riziko

source: 4,1 bis 4,5
es_es: 4,1 a 4,5
sk_sk: 4,1 až 4,5

source: hohes Risiko
es_es: riesgo alto
sk_sk: vysoké riziko

source: ab 4,6
es_es: a partir de 4,6
sk_sk: od 4,6

source: extrem hohes Risiko
es_es: riesgo muy alro
sk_sk: extrémne vysoké riziko

source: Dieses Formular zeigt das Comprehensive Glucose Pentagon an, welches die Qualität der Glukoseeinstellung in einer schnell zu erfassenden Weise darstellt. Es wird für den ausgewählten Zeitraum angezeigt wie lange der Glukosewert im Schnitt während des Tages ausserhalb des Zielbereichs war, wie hoch die Intensität der Überzuckerungen und der Unterzuckerungen war, wie hoch der Mittelwert war und wie hoch die Variabilität der Werte war. Diese Grafik kann auch bei @05@ und @08@ ausgegeben werden.
es_es: Est formulario meuestra el Pentágono de glucosa integral, que muestra la calidad de la configuración de glucosa de una manera rápida de ver y comprender. Para el período seleccionado, se muestra cuánto tiempo el valor de glucosa fue en promedio fuera del objetivo durante el día, la intensidad del exceso de azúcar y del bajo en azúcar, la media y la variabilidad de los valores. Este gráfico también se puede imprimir en @05@ y @08@.

source: Linien um Bereiche
es_es: Líneas por sector

source: Hochformat
es_es: Vertical
sk_sk: Postojačky

source: Querformat
es_es: Horizontal
sk_sk: Poležiačky

source: Dieses Formular zeigt eine Übersicht für einen Tag. Hier werden die Tagesgrafik, die Basalrate, die Basalratenanpassungen, Insulin On Board und Carbs On Board angezeigt.
es_es: Esta página muestra la información sobe un día. Aquí se muestran el gráfico diario, la tasa basal, los ajustes a la tasa basal, insulina a bordo y carbohidratos a bordo.

source: Tagesanalyse
es_es: Analisis diaria
sk_sk: Analýza dňa

source: Dieses Formular zeigt den Trend der Glukosewerte über den Tag hinweg an. Dabei wird in der Spalte Trend immer angezeigt, um wieviel Prozent sich der Wert von einer vollen Stunde zur nächsten verändert hat. Dieser Trend ist ganz hilfreich, wenn man bei einem Basalratentest erkennen will, wie sich der Glukosewert nur anhand der Basalrate entwickelt. Es kann auch eine Spalte für die Boluswerte und die Kohlenhydrate angezeigt werden. Diese sollten aber bei einem Basalratentest natürlich leer sein. Ebenso muss ein eventuell vorhandener Loop im Zeitraum des Tests abgeschaltet sein. Es geht dabei nur um den Diabetiker und seine Basalrate. Es wird auch eine Spalte mit der Basalrate angezeigt, wenn die Option 'Alle Werte für einen Tag anzeigen' nicht markiert wurde. Wenn die Option markiert wurde, dann fehlt der Platz (und auch der Sinn), diese darzustellen.
es_es: Este formulario muestra la tendencia en los niveles de glucosa a lo largo del día. La columna tendencia siempre muestra el porcentaje de que el valor ha cambiado de una hora a la siguiente. Esta tendencia es muy útil si desea ver cómo el valor de glucosa se desarrolla sólo sobre la base de la tasa basal en una fase de prueba de tasa basal. También puede mostrar una columna para los valores de bolo y carbohidratos. Sin embargo, estos deben, por supuesto, estar vacíos en una fase de prueba de tasa basal. Del mismo modo, un bucle cerrado que puede existir debe desactivarse durante el período de prueba. Se trata exclusivamente del diabético y su tasa basal. También se muestra una columna con la tasa basal si la opción "Mostrar todos los valores de una día" no está seleccionada. Si la opción está seleccionada, entonces no hay espacio (ni el sentido) para representarla.

source: Tagestrend
es_es: Tendencia diaria
sk_sk: Denný trend

source: Alle Werte für den Tag anzeigen
es_es: Mostrar todos los datos del dia
sk_sk: Zobraziť všetky hodnoty pre daný deň

source: Bolusspalte anzeigen
es_es: Mostrar columna bolo
sk_sk: Zobraziť stĺpec bolusu

# msgBasalInfo
source: Die angezeigte Basalrate ist seit {time} gültig und beinhaltet keine temporären Änderungen.
es_es: La tasa basal está activada desde {time} y no contiene cambios.
sk_sk: Zobrazená bazálna dávka je platná od {time} a nezahŕňa žiadne dočasné zmeny.

source: Dieses Formular zeigt den Verlauf der Glukosekurve für einen Tag. Pro Tag im ausgewählten Zeitraum wird eine Seite erzeugt. Es gibt sehr viele Optionen, mit denen dieses Formular angepasst werden kann. Die Optionen, die auf einen Loop hinweisen sind andersfarbig markiert, um sie schneller identifizieren zu können. Die Optionen COB und IOB verlangsamen die Ausgabe teilweise erheblich, weshalb man diese nur dann verwenden sollte, wenn sie wirklich von Interesse sind. Unter der Grafik kann die Basalrate angezeigt werden. Ein laufender Loop wird diese immer wieder hoch und runter setzen. Deshalb kann man sowohl die tatsächliche Basalrate als auch die im Profil eingestellte Basalrate anzeigen lassen. Für die Basalrate gibt es noch die Formulare @09@, @11@ und @02@, auf denen man sie genauer analysieren kann. Man kann auch das @10@ für den Tag erzeugen lassen. Das wird dann auf einer neuen Seite ausgegeben. Dieses Formular ist eines der seitenintensivsten Formulare in Nightscout Reporter. Deshalb gibt es hier die Möglichkeit, mehrere Tagesgrafiken auf einer Seite ausgeben zu lassen. Darunter leidet natürlich die Lesbarkeit, aber für einen Überblick über den Verlauf ist das ganz nützlich.
es_es: Este formulario muestra el curso de la curva de glucosa durante un día. Se crea una página por día en el período seleccionado. Hay muchas opciones que se pueden usar para personalizar este formulario. Las opciones que indican un bucle cerrado se marcan de otro color para poder identificarlas rápidamente. Las opciones COB e IOB ralentizan considerablemente la salida, por lo que solo debe usarlas si son realmente de interés. La tasa basal se puede mostrar debajo del gráfico. Un bucle en ejecución los configurará una y otra vez. Por lo tanto, se pueden mostrar tanto la tasa basal real como la tasa basal establecida en el perfil. Para la tasa basal, también existen los formularios@'09@, @11@ y @02@, con las que se pueden analizar con más detalle. También se puede crear el @10@ para el día. A continuación, se imprimirá en una nueva página. Este formulario es uno de los formularios de más páginas en Nightscout Reporter. Es por eso que se pueden configurar varias salidas de gráficos diarias en una página. Por supuesto, la visibilidad sufre un poco, pero es muy útil para una visión general del curso.

source: Eine
es_es: Una
sk_sk: jeden

source: Zwei
es_es: Dos
sk_sk: dva

source: Vier
es_es: Cuatro
sk_sk: štyri

source: Acht
es_es: Ocho
sk_sk: osem

source: Sechzehn
es_es: Dieciséis
sk_sk: šestnásť

source: Tagesgrafik
es_es: Grafico diario
sk_sk: Denný graf

source: Symbole (Katheter etc.)
es_es: Símbolos (catéter etc)
sk_sk: Symboly (katétre atď.)

source: Kohlenhydrate
es_es: Carbohidratos
sk_sk: sacharidy

source: Tages-Basalrate
es_es: Perfil basal diario
sk_sk: Denný bazálny pomer

source: Profil-Basalrate
es_es: Perfil basal
sk_sk: Bazálny pomer v profile

source: Basal mit zwei Nachkommastellen
es_es: Basal con dos décimas
sk_sk: Basal s dvoma desatinnými miestami

source: Legende
es_es: Declaración
sk_sk: legenda

source: Notizen
es_es: Notas
sk_sk: poznámky

source: Tabelle mit Glukosewerten
es_es: Tabla con valores glucosa
sk_sk: Tabuľka s hodnotami glukózy

source: Notiz-Linien bis zur Kurve zeichnen
es_es: Conectar lineas de información a la curva
sk_sk: Kóty poznámok vyviesť až na krivku

source: Nahe zusammen liegende Werte aufsummieren
es_es: Sumar valores semejantes
sk_sk: Sčitovať blízko seba ležiace hodnoty

source: Bolusarten anzeigen
es_es: Mostrar tipos de bolo
sk_sk: Zobraziť druh bolusu

source: Bewegung anzeigen
es_es: Mostrar actividad
sk_sk: Zobraziť pohyb

source: Berechnete IE für Kohlenhydrate anzeigen
es_es: Mostrar UI calculadas para CH
sk_sk: Zobraziť vypočítané IE pre sacharidy

source: Glukose Pentagon erzeugen
es_es: Crear pentágono de glucosa
sk_sk: Vytvoriť glykemický päťuholník

source: Tagesstartprofil anzeigen
es_es: Mostrar perfil diario
sk_sk: Zobraziť profil počiatku dňa

source: HTML-Notizen anzeigen
es_es: Mostrar notas HTML
sk_sk: Zobraziť HTML poznámky

source: Dauer der abgeschalteten Basalrate anzeigen
es_es: Mostrar duración de tasa basal apagada
sk_sk: Zobrazovať trvanie odpojenia bazálnej dávky

source: Insulin auf maximale Stellen im Profil runden
es_es: Redondear insulina a máximos dígitos en el perfil
sk_sk: Zaokrúhlite inzulín na maximum v profile

source: COB (Carbs On Board) anzeigen
es_es: Mostrar COB (carbohidratos a bordo)
sk_sk: Zobraziť COB (Carbs On Board)

source: IOB (Insulin On Board) anzeigen
es_es: Mostrar IOB (insulina a bordo)
sk_sk: Zobraziť IOB (Insulin On Board)

source: Zielwert anzeigen
es_es: Mostrar número objetivo
sk_sk: Zobrazovať cieľovú hodnotu

source: Maximalwert für Kohlenhydrate
es_es: Valor máximo para carbohidratos

source: Basal ges.
es_es: Basal total
sk_sk: Celkom bazál

source: Bolus ges.
es_es: Bolo total
sk_sk: Celkom bolus

source: Bewegung
es_es: Actividad
sk_sk: Sťahovať

source: Blutige Messung
es_es: Prueba de glucosa en sangre
sk_sk: Meranie z krvi

source: Dieses Formular zeigt eine Übersicht über die Stunden der Tage des ausgewählten Zeitraums an. Die angezeigten Werte sind die Mittelwerte der innerhalb der entsprechenden Stunde gemessenen Werte. Sie werden anhand des ausgewählten Zielbereichs eingefärbt. In den Formularoptionen kann man die Startstunde festlegen. Die Datumsspalte befindet sich immer links von 0 Uhr und zeigt an, wo ein neuer Tag beginnt.
es_es: Este formulario muestra un resumen de las horas de los días del período de tiempo seleccionado. Los valores mostrados son los valores medios de los valores medidos en la hora correspondiente. Se colorean en función del rango de destino seleccionado. En las opciones del formulario se puede configurar la hora de inicio. La columna de fecha está siempre a la izquierda de las 0h en punto y muestra dónde comienza un nuevo día.
sk_sk: Tento formulár zobrazuje prehľad jednotlivých hodín dňa v rámci zvoleného časového rozsahu. Zobrazuje sa priemerná hodnota v rámci zobrazovanej hodnoty. Vyfarbené sú na základe zadaných cieľových hodnôt. V nastaveniach formulára je možné určiť počiatočnú hodinu. Stĺpec s dátumom sa nachádza vždy v ľavo od hodiny 0 a ukazuje, kde začína nový deň.

source: Startstunde
es_es: Hora de inicio
sk_sk: Začiatočná hodina

source: Tagesstunden
es_es: Horas de dia
sk_sk: Hodiny dňa

source: Dieses Formular zeigt die Daten in tabellarischer Form an. Es kann abhängig von den ausgewählten Optionen sehr viele Seiten umfassen. Es ist vor allem dafür sinnvoll, um bestimmte Daten aufzufinden. Zum Beispiel kann man damit ermitteln, wann Katheterwechsel vorgenommen wurden, wieviele Datensätze als doppelt erkannt wurden oder wo Notizen erfasst wurden.
es_es: Este formulario muestra los datos en forma tabular. Puede abarcar un gran número de páginas, dependiendo de las opciones seleccionadas. Es especialmente útil para encontrar ciertos datos. Por ejemplo, puede usarlo para determinar cuándo se realizaron cambios en el catéter, cuántos registros se reconocieron como duplicados o dónde se recogieron las notas.

source: 1 Minute
es_es: 1 minuto
sk_sk: 1 minúta

source: 5 Minuten
es_es: 5 minutos
sk_sk: 5 minút

source: 15 Minuten
es_es: 15 minutos
sk_sk: 15 minút

source: 30 Minuten
es_es: 30 minutos
sk_sk: 30 minút

source: 1 Stunde
es_es: 1 hora
sk_sk: 1 hodina

source: Protokoll
es_es: Protocolo
sk_sk: Protokol

source: Temporäre Basalraten
es_es: Tasas basales temporales
sk_sk: Jednorazové dávky bazálu

source: Profilwechsel
es_es: Cambio de perfil
sk_sk: Zmena profilu

source: Insulin-Quelle
es_es: Fuente de Insulina
sk_sk: Zdroj inzulínu

source: Temporäre Ziele
es_es: Objetivos temporales
sk_sk: Dočasné ciele

source: Gruppierung der Zeiten
es_es: Agrupación de tiempos
sk_sk: Zoskupovanie časov

source: Glukosewert
es_es: Valor de glucosa
sk_sk: hladina glukózy

source: Wechsel (Katheter etc.)
es_es: Cambio (catéter etc.)
sk_sk: Zmena (katéter atď.)

source: Zusätzliche Spalte anzeigen
es_es: Mostrar columna additional
sk_sk: Zobraziť dodatočný stĺpec

source: Kalibrierung und blutige Messungen
es_es: Calibración y medicmedición capilar
sk_sk: Kalibrácia a merania z krvi

source: Details des Profilwechsels
es_es: Detalles del cambio de perfil
sk_sk: Podrobnosti o zmene profilu

source: Dauer mit Minutenbruchteil
es_es: Duración con partes por minutos
sk_sk: Trvanie v zlomkoch minúty

source: Mehrfache Datensätze kennzeichnen
es_es: Marcar múltiples registros
sk_sk: Označte viac záznamov
