Repository: Eddimed/EddiReport_pub
Catalog: src/assets/old-dart/xliff/intl_*.xliff
Languages: es_es, sk_sk

source: Das Control für die Eingabe des Zeitraums wurde angepasst, damit es auf schmalen Display auch korrekt dargestellt wird.
es_es: El control para insertar el periodo se ha ajustado para que se muestre correctamente en pantalla estrecha.
sk_sk: Ovládač na zadanie obdobia bol nastavený tak, aby sa zobrazoval správne na úzkom displeji.

source: Die Genauigkeit der Insulindosierung wird aus dem Profil ermittelt. Der Wert mit der höchsten Genauigkeit legt fest, mit wieviel Nachkommastellen Basalratenwerte angezeigt werden.
es_es: La exactitud de la dosis de insulina se calcula a base del perfil. El valor con la mayor exactitud determina, cuantos decimales serán mostrados.
sk_sk: Presnosť dávky inzulínu je stanovená z profilu. Hodnota s najvyššou presnosťou určuje, o koľko desatinných miest sa budú zobrazovať základné hodnoty.

source: Daten verschiedener Uploader werden nun besser interpretiert.
es_es: Informaciones de diferentes cargadores de datos ahora se interpretan mejor.
sk_sk: Údaje od rôznych používateľov, ktorí odovzdali video, sa teraz lepšie interpretujú.

source: Daten, die von xDrip als sync markiert wurden, werden bei der Auswertung ignoriert.
es_es: Datos que se han marcado por xDrip como sync, se ignoran en la evaluación.
sk_sk: Dáta označené ako synchronizované pomocou xDrip budú počas vyhodnocovania ignorované.

source: Die Farben für Dialoge und Scrollbars wurden angepasst.
es_es: Se han ajustado los colores para diálogos y barras de desplazamiento.
sk_sk: Farby pre dialógy a posuvníky boli upravené.

source: Die Berechnung der tatsächlichen Basalrate wurde korrigiert.
es_es: Se corrigió el cálculo de la tasa basal real.
sk_sk: Výpočet skutočnej bazálnej dávky bol opravený.

source: Die Profilseite wurde angepasst, damit Einträge für 24 Stunden auf eine Seite passen.
es_es: La página de perfil se ha adaptado para que se muestren los datos de 24 horas en una sola página.
sk_sk: Stránka profilu bola upravená tak, aby umožňovala vstupy na stránku na 24 hodín.

source: Die Links zu Nightscout und den Reports von Nightscout im Menü funktionieren jetzt auch richtig, wenn ein Usertoken angegeben wurde.
es_es: Los enlaces a Nightscout y sus evaluaciónes ahora funcionan correctamente si se ha especificado un token de usario.
sk_sk: Odkazy na správy Nightscout a správy Nightscout v ponuke teraz fungujú správne, ak bol zadaný token používateľa.

source: In Firefox ist es jetzt auch möglich, die Hauptseite zu scrollen, wenn sie länger ist, als das Browserfenster.
es_es: Ahora también es posible deslizar la página inicial si es más larga que la ventanilla del navegador Firefox.
sk_sk: Vo Firefoxe je teraz možné posúvať hlavnú stránku, ak je dlhšia ako okno prehľadávača.

source: Blutwerte werden jetzt auch bei mmol/L in den Grafiken korrekt angezeigt.
es_es: Valores sanguíneos se muestran ahora correctamente en mmol/L en los gráficos.
sk_sk: Krvné hodnoty sa teraz zobrazujú správne aj v prípade mmol / l v grafe.

source: Die Standardabweichung wird jetzt auch bei mmol/L korrekt angezeigt.
es_es: La desviación estándar se mostrará correctamente ahora también en mmol/L.
sk_sk: Štandardná odchýlka sa teraz zobrazuje správne aj pri mmol / L.

source: Die fehlerhafte Zentrierung der Auswahlbuttons wurde korrigiert.
es_es: Se ha corregido el centrado incorrecto de los botones de selección.
sk_sk: Opravené bolo nesprávne vycentrovanie tlačidiel výberu.

source: Es gibt jetzt auch die Möglichkeit, Nightscout Reporter in europäischem Englisch darzustellen. Der Unterschied zum amerikanischen Englisch besteht derzeit lediglich im Datumsformat (gb: dd/MM/yyyy, us: MM/dd/yyyy).
es_es: Ahora también existe la posibilidad de representar Nightscout Repoerter en inglés europeo. La única diferencia esta en el formato de la fecha para el inglés americano (gb: dd/MM/AAAA, U. S.: dd/MM/AAAA).
sk_sk: Teraz je tiež možnosť predstaviť Nightscout Reporter v európskej angličtine. Rozdiel oproti americkej angličtine v súčasnosti existuje iba vo formáte dátumu (gb: dd / MM / rrrr, nás: MM / dd / rrrr).

source: In der Legende unter der Tagesgrafik wird die Summe der Kohlenhydrate für den Tag angezeigt.
es_es: La cantidad de carbohidratos diarios se mostrará en la leyenda debajo del gráfico del día.
sk_sk: Legenda pod denným grafom zobrazuje súčet sacharidov za deň.

source: In der Tagesgrafik werden nun auch Reservoirwechsel angezeigt.
es_es: El gráfico diario ahora también se muestra el cambio de depósito.
sk_sk: V dennom grafe sa teraz zobrazujú zmeny zásobníka.

source: In der Tagesgrafik werden nun der geschätzte HbA1C und die prozentuale Menge an Bolusinsulin und Basalinsulin für den Tag angezeigt. Diese Anzeige erfolgt innerhalb der Legende, weshalb diese aktiviert sein muss, damit die Werte angezeigt werden.
es_es: En el gráfico diario se muetra la HbA1C estimada y la cantidad porcentual de insulina de bolo e insulina basal para el día. Esto se muestra en la leyenda, por lo cual se debe activar para poder ver los valores.
sk_sk: Denný graf teraz ukazuje odhadovanú HbA1C a percento bolusového inzulínu a bazálneho inzulínu za deň. Toto zobrazenie sa nachádza v legende, preto sa musí povoliť zobrazenie hodnôt.

source: Die Angabe DIA auf der Profilseite wird nun mit zwei Nachkommastellen angezeigt.
es_es: El valor DIA se muestra en la pagina del perfil con dos decimales.
sk_sk: Indikácia DIA na stránke profilu sa teraz zobrazuje s dvoma desatinnými miestami.

source: Für die Tagesgrafik gibt es jetzt eine Option, um die Aufsummierung nahe beieinander liegender Werte umzuschalten.
es_es: Hay una opción para cambiar a la adición de valores similares.
sk_sk: Pre dennú grafiku je teraz možné prepínať akumuláciu blízkych hodnôt.

source: Die Kohlenhydratangaben auf der Tagesgrafik werden jetzt ohne den Zusatz KH ausgegeben.
es_es: La información sobre los carbohidratos en el gráfico diario se muestran ahora sin la unidad HC.
sk_sk: Informácie o sacharidoch v dennom grafe sa teraz zobrazujú bez prípony.

source: Die Balken für das Bolusinsulin in der Tagesgrafik werden nun entsprechend dem Maximalwert an Bolusinsulin an dem Tag skaliert.
es_es: La barra de la insulina de bolo en el gráfico díario ahora se escala según el valor máximo de la insulina de bolo en el día.
sk_sk: Stĺpce bolusového inzulínu v dennom grafe sa teraz upravujú podľa maximálneho bolusového inzulínu v deň.

source: In der Analyse können die Prozentzahlen für die Zielbereiche mit Nachkommazahl angezeigt werden. Das verringert die Differenz zu 100%, wenn man sie zusammenzählt. Der verbleibende Rest sind Rundungsdifferenzen.
es_es: En la analisis ahora se muestran los procentajes para los objectivos con decimales. Esto reduce la diferencia al sumar hasta 100%. El resto es debido al diferencias de redondeo.
sk_sk: V analýze môžu byť percentá pre cieľové oblasti zobrazené s desatinnými miestami. To zníži rozdiel na 100%, keď ich sčítate. Zvyšok sú zaokrúhlením rozdielov.

source: In der Tagesgraphic werden jetzt Insulinwerte und Kohlenhydratwerte zusammengefasst, wenn es mehrere innerhalb einer Stunde gibt. Die Balken werden nach wie vor für jeden Wert einzeln ausgegeben. Auf diese Art sollte es keine überlappende Ausgabe der Werte mehr geben. Die zusammengefassten Werte werden in eckigen Klammern ausgegeben, um anzuzeigen, dass hier Werte aufsummiert wurden.
es_es: Valores de insulina y carbohidratos se juntan en el grafico diario en caso de que haya varios datos durante una hora. Las barras siguen muestradas individualmente para cada valor. De esta manera, no se deben solapar valores. Para indicar que se resumen valores, serán mostrados en corchetes.
sk_sk: Denná grafika teraz sčítava hladiny inzulínu a sacharidov v prípade, že ich je niekoľko za hodinu. Stĺpce sa stále zobrazujú jednotlivo pre každú hodnotu. Týmto spôsobom by sa už nemalo stať, že sa zobrazené hodnoty budú prekrývať. Súhrnné hodnoty sú zobrazené v hranatých zátvorkách, čo znamená, že hodnoty tu boli sčítané.

source: Der Fehler im Profil, der dazu führte, dass die Werte für ISF und Zielbereich falsch umgerechnet werden, wurde behoben.
es_es: El error que produjo sumar los valores para ISF y el objectivo incorrectamente ha sido corregido.
sk_sk: Chyba v profile, ktorá spôsobila nesprávne prevedenie hodnôt ISF a cieľového rozsahu, bola vyriešená.

source: Die fehlerhafte Platzierug der blutigen Werte bei mmol/L in der Tagesgrafik wurde korrigiert.
es_es: Se ha corregido la falta en mostrar valores de glucosa medidos en sangre en mmol/l en el gráfico diario.
sk_sk: Opravené bolo chybné umiestnenie krvavých hodnôt na mmol / l v dennom grafe.

source: Im Profil werden jetzt die richtigen Einheiten verwendet (mg/dL oder mmol/l).
es_es: El perfil ahora muestra las unidades correctas (mg/dL o mmol/l).
sk_sk: Profil teraz používa správne jednotky (mg / dl alebo mmol / l).

source: Neue Option im Profil, um fortlaufende Zeiten mit gleichen Werten zu einem Eintrag zusammen zu fassen.
es_es: Nueva opción en el perfil resumir tiempo continuo con los mismos valores a un ingreso.
sk_sk: Nová možnosť v profile kombinovať po sebe idúce časy s rovnakými hodnotami do záznamu.

source: Wenn in einem Profil mehr Zeiten erfasst wurden, als auf eine Seite passen, wurden diese fortlaufend in die nächste Seite hineingeschrieben. Jetzt wird an geeigneter Stelle eine neue Seite ausgegeben.
es_es: Si en un perfil han sido acumulados más tiempos que cabian en una página, estos fueron escritos en forma continua en la página siguiente. Ahora se crea una nueva página en un lugar adecuado.
sk_sk: Ak boli v profile zaznamenané viackrát, ako sa zmestili na jednu stránku, boli zapísané nepretržite na ďalšiu stránku. Teraz je na vhodnom mieste vydaná nová stránka.

source: In der Tagesstatistik und in den täglichen Grafiken werden jetzt zum Datum die Wochentage mit angezeigt.
es_es: En el diario y los gráficos diarios se muestran la fecha y el dia de la semana.
sk_sk: V dennej štatistike a dennej grafike sa teraz zobrazujú dni v týždni spolu s dátumom.

source: Neues PDF für eine Wochengrafik hinzugefügt, auf der die Glukosekurven der Woche übereinander gelegt werden.
es_es: Añadido nuevo PDF para un gráfico semanal en el que las curvas de glucosa de la semana se colocan una sobre la otra.
sk_sk: Pridaný nový PDF pre týždenný graf prekrývajúci týždenné glukózové krivky.

source: Neuer Parameter für die Tagesgrafik, der festlegt, ob die Linien für die Notizen unter der Grafik bis zur Glukosekurve gezeichnet werden sollen oder nicht.
es_es: Nuevo parámetro para el gráfico diario que determina si las líneas de las notas deben establecerse hasta la curva de glucosa o no.
sk_sk: Nový parameter denného grafu, ktorý určuje, či sa majú kresliť čiary pre poznámky pod grafom až po glukózovú krivku.

source: In der Auswertung können die Angaben für Material (Katheter, Sensor, Ampulle) mit Nachkommastellen angezeigt werden.
es_es: En la evaluación se pueden mostrar los datos de material (catéter, sensor, ampolla) con decimales.
sk_sk: Pri hodnotení sa môžu informácie o materiáli (katéter, snímač, ampulka) zobraziť s desatinnými miestami.

source: Die Berechnung des täglichen Insulins berücksichtigt nun auch die SMB.
es_es: El cálculo de insulina diario toma en cuenta también el SMB.
sk_sk: Pri výpočte denného inzulínu sa teraz zohľadňuje aj SMB.

source: In der Tagesgrafik werden jetzt auch Blutzuckermessungen angezeigt. Sie werden als rote Quadrate dargestellt und die zugehörigen Werte in der Tabelle unterhalb der Grafik werden ebenfalls mit roter Schrift angezeigt.
es_es: En el grafico diario ahora se muestran mediciones de glucosa de sangre. Se muestran como cuadrados rojos y sus valores correspondientes en la tabla debajo el gráfico también se muestran con el texto en rojo.
sk_sk: Denný graf teraz zobrazuje aj merania glykémie. Zobrazujú sa ako červené štvorce a súvisiace hodnoty v tabuľke pod grafom sa zobrazujú aj červenou farbou.

source: Die Microboli des Minimed 600 Uploaders werden jetzt auch ermittelt und in der Analyse ausgegeben, wenn sie vorhanden sind.
es_es: Los microbolus del MiniMed Uploader 600 serán también calculado y publicado en el análisis si es que existen.
sk_sk: Mikroboly programu Uploader Minimed 600 Uploader sú teraz tiež identifikované a sú výstupom analýzy, ak existujú.

source: Es gibt in den Einstellungen eine Option, das PDF herunterladen zu lassen, statt es im Browser direkt anzeigen zu lassen. Das wird für Browser wie Edge benötigt.
es_es: Hay una opción para descargar el PDF, en lugar de verlo directamente en la configuración del explorador. Esto es necesario para navegadores como el Edge.
sk_sk: V nastaveniach je možnosť nechať stiahnuť súbor PDF namiesto jeho zobrazenia priamo v prehliadači. Toto je potrebné pre prehliadače ako Edge.

source: In der Tagesgrafik werden nun auch Kohlenhydratkorrekturen angezeigt.
es_es: El gráfico diario ahora también se muestran correcciónes de carbohidratos.
sk_sk: Korekcie sacharidov sa teraz zobrazujú v dennom grafe.

source: Die Auswahl des Zeitraums ist nun flexibler. Die Auswahl erfolgt in einem Dialog, der die eingestellte Sprache berücksichtigt. Mit der Auswahl der vorbelegten Bereiche (Heute, Letzte Woche, usw.) wird festgelegt, dass beim nächsten Aufruf das aktuelle Datum als Grundlage für den Bereich verwendet wird. Wenn der Bereich direkt im Kalender festgelegt wird, dann gilt dieser beim nächsten Aufruf so wie er festgelegt wurde. Standardmässig ist der erste Tag der Woche jetzt ein Montag. Dieser kann aber durch Anklicken des Wochentags in der Titelzeile des Monats auf die eigene Präferenz festgelegt werden. Die Eingabe der Datumsfelder erfolgt in der Form, die der Sprache entspricht (Tag.Monat.Jahr für deutsch, Monat/Tag/Jahr für englisch).
es_es: La selección del período ahora es más flexible. La selección se realiza en un diálogo que tiene en cuenta el lenguaje seleccionado. La selección de rangos preestablecidos (hoy en día, la semana pasada, etc.) determina que la fecha actual se utiliza la próxima vez como base para el periodo. Si el rango se establece directamente en el calendario, este sera utilizado próxima vez. De forma predeterminada, el primer día de la semana es lunes. Esto puede ser ajustado haciendo clic en el día de la semana en la barra de título del mes. Los campos de fecha se escriben en el formato que corresponde al lenguaje seleccionado (dia.mes.año para el alemán, mes/día/año para el inglés).
sk_sk: Výber tohto obdobia je teraz flexibilnejší. Výber sa uskutoční v dialógovom okne, ktoré zohľadňuje daný jazyk. Výber predvolených rozsahov (Dnes, Minulý týždeň atď.) Nastaví aktuálny dátum ako základ pre rozsah pri nasledujúcom hovore. Ak je rozsah nastavený priamo v kalendári, použije sa pri nasledujúcom nastavení. V predvolenom nastavení je prvý deň v týždni teraz pondelok. Môžete to však nastaviť podľa svojich preferencií kliknutím na deň v týždni v záhlaví mesiaca. Polia s dátumom sa zadávajú vo forme, ktorá zodpovedá jazyku (deň.mesiac.rok pre nemčinu, mesiac / deň / rok pre angličtinu).

source: Im Kalender-Control kann kein Datum nach dem aktuellen Tag mehr ausgewählt werden.
es_es: En el control del calendario ya no se puede elegir una fecha en el futuro.
sk_sk: Ovládací prvok kalendára už nemôže vybrať dátum po aktuálnom dni.

source: Im Kalender-Control wird jetzt der Monat des entsprechenden Datums angezeigt, wenn eines der Felder Von oder bis den Fokus erhält.
es_es: En el control de calendario, se muestra el mes correspondiente a la fecha, si uno de los campos contiene De o hasta.
sk_sk: Ovládací prvok kalendára teraz zobrazuje mesiac príslušného dátumu, keď je jedno z polí Od alebo Do zamerané.

source: Wenn in den Einträgen Lücken von 15 Minuten oder mehr sind, führen diese zu einer Unterbrechung der Linie in der Tagesgrafik.
es_es: Si faltan datos para 15 minutos o más, la linéa en el grafico diario será interrumpida.
sk_sk: Ak sú medzi vstupmi 15 a viac minút medzery, zlomia čiaru v dennom grafe.

source: Die Positionierung der Notizen in der Tagesgrafik wurde korrigiert, so dass sie näher an der Uhrzeit stehen. Die Striche wurden so verkürzt, dass sie nur noch bis zum unteren Rand der Grafik gehen und nicht mehr durch die Wertetabelle.
es_es: La colocación de las notas en el gráfico diario se ha corregido para que estén más cerca de la hora. Las lineas han sido reducidas para que solamente lleguen hasta la parte inferior del gráfico y no la tabla de valor.
sk_sk: Umiestnenie poznámok v dennej grafike bolo opravené tak, aby boli bližšie k dennému času. Zdvihy boli skrátené tak, že idú iba na spodok grafu a nie cez tabuľku hodnôt.

source: Die eigenen Grenzwerte auf der Analyseseite in mmol/L werden nun korrekt berechnet.
es_es: Los propios límites en la página de análisis en mmol/L se calculan correctamente.
sk_sk: Vlastné limity na analytickej stránke v mmol / l sa teraz vypočítavajú správne.

source: Ein Fehler wurde behoben, der dafür sorgte, dass die letzten Tage bestimmter Monate nicht im Kalender-Control angezeigt wurden.
es_es: Se ha corregido un error que provocó, que los últimos días de algunos meses no aparecieron en el control de calendario.
sk_sk: Opravená chyba, ktorá spôsobila, že posledné dni určitých mesiacov sa nezobrazili v ovládacom prvku kalendára.

source: Ein Fehler wurde wahrscheinlich behoben, der dazu führt, dass bei manchen Profilen der Wert für DIA nicht korrekt ausgelesen wurde.
es_es: Solucionado un problema, que provocó que en algunos perfiles los valores para el DIA no se han leido correctamente.
sk_sk: Pravdepodobne bola opravená chyba, ktorá spôsobila, že niektoré profily nesprávne vynechali hodnotu DIA.

source: Im Kalender-Control wird ein eingestellter Bereich (Heute, Letzte Woche, etc.) jetzt korrekt auf den aktuellen Tag bezogen.
es_es: En el control del calendario se refiere el periodo elegido (hoy, la semana pasada, etc.) correctamente a la fecha actual.
sk_sk: V ovládacom paneli kalendára je nastavená oblasť (dnes, minulý týždeň atď.) Teraz správne spojená s aktuálnym dňom.

source: Fehlerhafte Ausgabe der Blutzuckerwerte in der täglichen Grafik korrigiert.
es_es: Corregido la indicación falsa de los valores de glucosa medida en sangre en el grafico diario.
sk_sk: V dennom grafe bol opravený nesprávny výstup hodnôt glukózy v krvi.

source: Das Profil-PDF wird nun im Querformat erzeugt, um auch Profile mit vielen Einträgen für die Parameter brauchbar darstellen zu können.
es_es: El PDF con el perfil se produce ahora en modo paisaje para reprensentar perfiles con muchas entradas adecuadamente.
sk_sk: Profil PDF je teraz vytvorený na šírku, aby bolo možné zobraziť profily s mnohými položkami pre parametre.

source: Wenn Sonderzeichen in den Daten vorhanden sind (z.B. Smileys in den Notizen), führte das zu einem Absturz während der PDF-Erstellung. Das wurde behoben, indem diese Sonderzeichen aus der Ausgabe entfernt werden.
es_es: Caracteres especiales en los datos (como emoticonos en las notas) llevaron a fallar la creación del PDF. Esto se ha solucionado eliminando estos caracteres especiales.
sk_sk: Ak sú v údajoch prítomné špeciálne znaky (napr. Smajlíky v poznámkach), spôsobilo to pád pri vytváraní PDF. Toto bolo odstránené odstránením týchto špeciálnych znakov z výstupu.

source: Tagesgrafikparameter zur Anzeige der Legende
es_es: Parámetros gráficos diarios para mostrar la leyenda
sk_sk: Denné grafické parametre na zobrazenie legendy

source: Tagesgrafikparameter zur Anzeige von Notizen
es_es: Parámetros gráficos diarios para la visualización de notas
sk_sk: Denné grafické parametre na zobrazovanie poznámok

source: PDF für Profildaten
es_es: PDF para los datos del perfil
sk_sk: PDF pre profilové údaje

source: Tagesgrafikparameter zur umgekehrten Sortierung hinzugefügt. Die Tage werden damit beginnend mit dem höchsten Datum ausgegeben.
es_es: Añadido parámetros gráfico diario con clasificación inversa. Los días se muestran a partir de la fecha más reciente.
sk_sk: Pridané denné grafické parametre pre spätné triedenie. Dni sa trávia od najvyššieho dátumu.

source: In der Tagesgrafik wird jetzt eine Tabelle mit halbstündigen Glukosewerten eingeblendet angezeigt. Diese kann über einen Parameter ausgeschaltet werden.
es_es: En el gráfico diario se muestra una tabla con valores de glucosa a la media hora. Esto puede desactivarse mediante un parámetro.
sk_sk: Denný graf teraz zobrazuje tabuľku s polhodinovými hodnotami glukózy. Toto je možné vypnúť pomocou parametra.

source: In der Tagesstatistik wurde die Spalte Varianzkoeffizient hinzugefügt (VarK).
es_es: En el grafico diario se agregó una columna con el coeficiente de variación (VarK).
sk_sk: V dennej štatistike bol pridaný stĺpec Variance Coefficient (VarK).

source: In der Tagesgrafik werden nun SMBs auch angezeigt, wenn die Option für die Darstellung von Insulin akitivert wurde. Man kann festlegen, ob die SMBs an der Glukosekurve oder am Zielwert angezeigt werden.
es_es: En el gráfico diario se muestran los SMB, si la opción para mostrar la insulina es activada. Se puede elegir si se muestran los SMB junto a la curva de la glucosa o al valor objetivo.
sk_sk: Po aktivácii možnosti inzulínu sa SMB zobrazujú aj v dennom grafe. Môžete určiť, či sa SMB zobrazia na glukózovej krivke alebo na cieľovej hodnote.

source: Die Berechnung der Summenzeile auf der Seite Tagesstatistik wurde korrigiert.
es_es: Se ha corregido el cálculo de la fila de totales en la página de estadísticas diarias.
sk_sk: Výpočet riadku súčty na stránke Denná štatistika bol opravený.

source: Zusätzliche Informationen zu den PDFs und im UI hinzugefügt
es_es: Añadido información adicional sobre los documentos PDF y en Ui
sk_sk: Ďalšie informácie o súboroch PDF a pridané do používateľského rozhrania

source: Summen für Bolus Insulin, Basalrate für den Tag und Basalrate aus dem Profil zur Tagesgrafik hinzugefügt
es_es: Añadido sumas para insulina de bolo, el perfil básico para el día y el perfil básico a los gráficos de día
sk_sk: Súčty pre bolusový inzulín, bazálna dávka za deň a bazálna dávka z profilu pridaného do denného grafu

source: Einige Formulare können nun mit Parametern konfiguriert werden; hierzu den Pfeil am rechten Rand des Formularbuttons anklicken und im aufgeklappten Bereich die entsprechenden Einstellungen vornehmen; der Pfeil erscheint erst, wenn das Formular zum Ausdruck markiert wurde
es_es: Algunas formas pueden ser configuradas con parámetros; para ello, haga clic en la flecha en el borde derecho de los botones del formulario y insertarlos ajustes apropiados en el área ampliada; la flecha aparecerá sólo si marcó la forma de imprimir
sk_sk: Niektoré formuláre je teraz možné konfigurovať pomocou parametrov; kliknite na šípku na pravej strane tlačidla formulára a urobte príslušné nastavenia v otvorenej oblasti; Šípka sa neobjaví, kým formulár nie je označený pre tlač

source: Anzahl der Sensoren zur Analyse hinzugefügt
es_es: Añadido numero de sensores al analisis
sk_sk: Počet senzorov pridaných na analýzu

source: Die Möglichkeit für Beta-Funktionen wurde entfernt; die Betaversion ist nun hier zu finden:
es_es: La posibilidad para las funciones Beta se ha borrado; la versión Beta ahora se encuentra aqui:
sk_sk: Možnosť beta funkcií bola odstránená; beta verziu nájdete tu:

source: Übersetzungen korrigiert
es_es: Traducción corregida
sk_sk: Preložené preklady

source: Titelangaben für Datumsbereiche auf den PDFs vereinheitlicht
es_es: Información título estandardizado para intervalos de fechas en los archivos PDF
sk_sk: Zjednotené informácie o názve pre rozsahy dátumov v súboroch PDF
