Repository: Eddimed/EddiReport_pub
Catalog: src/assets/old-dart/xliff/intl_*.xliff
Languages: es_es, sk_sk

source: Nur mehrfache Datensätze anzeigen
es_es: Solo mostrar multiples registros

source: Es gibt keine mehrfachen Datensätze.
es_es: No hay múltiples registros.

# msgLogTempTarget
source: temp. Ziel {target} für {duration} min, Grund: {reason}
es_es: objetivo temporal {target} para {duration} min, razon: {reason}
sk_sk: temp. {target} cieľ na {duration} min, dôvod: {reason}

source: Aufhebung von temp. Ziel
es_es: Anulación de objetivos temp

# msgLogTempBasal
source: temp. Basal {percent}% / {duration} min
es_es: basal temporal {percent}% / {duration} min
sk_sk: temp. Bazál {percent}% / {duration} min

# msgLogTempBasalAbsolute
source: temp. Basal {value} / {duration} min
es_es: basal temp. {value} / {duration} min

# msgLogMicroBolus
source: Microbolus {insulin} {unit}
es_es: Micro bolo {insulin} {unit}

source: Ampullenwechsel
es_es: Cambio de ampolla
sk_sk: výmena ampulky

source: Batteriewechsel
es_es: Cambio de pila
sk_sk: Výmena batérie

# msgMBG
source: Blutige Messung {gluc} {unit}
es_es: Medición capilar {gluc} {unit}
sk_sk: Meranie z krvi {gluc} {unit}

# msgLogOverride
source: temp. Override für {duration} min, Grund: {reason}, Zielbereich: {range}, Anpassung: {scale}%
es_es: sust. temp. Por {duration} min, razón: {reason}, objectivo: {range}, ajuste: {scale}%

source: Dieses Formular zeigt die tatsächliche Basalrate, die während des Tages gelaufen ist unter Berücksichtigung aller temporären Basalratenanpassungen. Zusätzlich kann noch die im Profil hinterlegte Basalrate angezeigt werden. Die Basalrate kann als Wert, als prozentuale Änderung in Bezug auf die Profilbasalrate oder mit beidem angezeigt werden. Die Summenspalte zeigt die bis zur entsprechenden Uhrzeit abgegebene Basalrate an. Es ist auch möglich, die Uhrzeit mit Sekunden anzeigen zu lassen. Damit kann man die angezeigten Werte rechnerisch überprüfen. Wenn die Basalrate aus dem Profil angezeigt wird, wird das Maximum für die Darstellung der Balken anhand des maximalen Wertes der Profilbasalrate ermittelt. Dadurch werden bei Werten über 100% des Maximalwerts der Profilbasalrate die Balken über die Spalte hinaus verlängert. Es gibt aber eine Option, um diese Balken abzuschneiden und als Pfeile darstellen zu lassen.
es_es: Este formulario muestra la tasa basal real que se ha ejecutado durante el día, teniendo en cuenta todos los ajustes temporales de la tasa basal. Además, se puede visualizar la tasa basal almacenada en el perfil. La tasa basal se puede mostrar como un valor, como un cambio porcentual en términos de la tasa basal del perfil, o ambos. La columna total muestra la tasa basal entregada hasta el momento adecuado. También es posible mostrar el tiempo con segundos. Esto permite comprobar matemáticamente los valores mostrados. Cuando la tasa basal se muestra desde el perfil, el máximo para mostrar las barras viene determinado por el valor máximo de la tasa basal del perfil. Esto extiende las barras más allá de la columna para valores superiores al 100% del valor máximo de la tasa basal del perfil. Sin embargo, hay una opción para cortar estas barras y mostrarlas como flechas.

source: Tagesprofil
es_es: Perfil de día
sk_sk: Denný profil

source: Prozent
es_es: Porcentaje
sk_sk: Percento

source: Wert
es_es: Valor
sk_sk: Hodnota

# Wert &amp; Prozent
source: Wert & Prozent
es_es: Valor & Porcentaje
sk_sk: Hodnota & percento

source: Sekunden anzeigen
es_es: Mostrar segundos
sk_sk: Zobraziť sekundy

source: Basal aus Profil anzeigen
es_es: Mostrar basal del perfil
sk_sk: Zobraziť bazál z profilu

source: IE-Anzeige
es_es: Ui-pantalla
sk_sk: Zobraziť inzulín

source: Werte über dem Maximum als Pfeile darstellen
es_es: Mostrar valores por encima del máximo como flecha
sk_sk: Hodnoty nad maximom zobrazovať ako šípky

source: Dieses Formular zeigt die statistischen Werte für die Tage des ausgewählten Zeitraums an. Für jeden Tag wird eine Zeile erzeugt. Die Spalten kann man teilweise konfigurieren. Auch hier wird der geschätzte HbA1c ausgegeben. Dieser hat wie auch im Formular @01@ nur sehr wenig Aussagekraft, weshalb er auch hier nur mit schwächerer Schrift angezeigt wird.
es_es: Este formulario muestra los valores estadísticos de los días del período seleccionado. Se crea una línea para cada día. Las columnas se pueden configurar parcialmente. Una vez más, se emite el HbA1c estimado. Esto tiene muy poco significado, como en la forma @01@ por lo que sólo se muestra aquí con una fuente más débil.

source: Spalte Messwerte
es_es: Columna de valores de medición
sk_sk: Namerané hodnoty v stĺpci

source: Spalte Standardabweichung
es_es: Columna desviación estandar
sk_sk: Štandardná odchýlka stĺpca

source: Spalten Perzentile
es_es: Columna percentiles
sk_sk: Percentá v stĺpci

source: Spalte HbA1c
es_es: Columna HbA1c
sk_sk: Stĺpec HbA1c

source: Spalte Variationskoeffizient
es_es: Columna coeficiente de variación
sk_sk: Variačný koeficient stĺpca

source: Spalte Basal anzeigen
es_es: Mostrar columna para basal

source: Spalte Kohlenhydrate anzeigen
es_es: Mostrar columna carbohidratos

source: Spalten Min / Max anzeigen
es_es: Mostrar columna min / máx

source: Spalte Bolus anzeigen
es_es: Mostrar columna para bolo

source: TDD anzeigen
es_es: Mostrar TTD
sk_sk: Zobraziť celkovú dennú dávku inzulínu

source: Tagesstatistik
es_es: Estatistica diaria
sk_sk: Denná štatistika

source: Dieses Formular zeig die Verteilung der Glukosewerte im ausgewählten Zeitraum an.
es_es: Este formulario muestra la distribución de los valores de glucosa durante el periodo seleccionado.
sk_sk: Tento formulár zobrazuje distribúciu hodnôt glykémie vo zvolenom období.

source: Verteilung der Glukosewerte
es_es: Distribución de valores de glucosa
sk_sk: Distribúcia hodnôt glykémie

source: Bei 0 beginnen
es_es: Comenzar con 0

source: Schritte
es_es: Pasos

source: Dieses Formular zeigt an, wie sich die Glukosewerte im ausgewählten Zeitraum über den Tag verteilen. Diese Verteilung kann graphisch und tabellarisch ausgegeben werden. In der Grafik sind die Bereiche für bestimmte Abweichungen farblich markiert. Die Linie zeigt den Medianwert an. In der Tabelle kann man diese Werte nachlesen. Wenn die Basalrate mit ausgegeben wird, dann ist das die Basalrate, die zu Beginn des ausgewählten Zeitraums aktiv war.
es_es: Este formulario muestra cómo se distribuyen los niveles de glucosa durante el día durante el período seleccionado. Esta distribución se puede generar gráfica y tabularmente. En el gráfico, las áreas están codificadas por colores para desviaciones específicas. La línea muestra el valor medio. Estos valores se pueden leer en la tabla. Si se muestra la tasa basal, esa es la tasa basal que estaba activa al principio del período seleccionado.

source: Basalrate anzeigen
es_es: Mostrar tasa basal
sk_sk: Zobraziť bazál

# msgBasalInfo1
source: Diese Basalrate war am {unit} aktiv.
es_es: Esta tasa basal estaba activa {unit}.

source: Spalte Messwerte anzeigen
es_es: Mostrar columnas valores

source: Spalte Mittelwert anzeigen
es_es: Mostrar columna promedio

source: Spalte Min anzeigen
es_es: Mostrar columna mínimo

source: Spalte Max anzeigen
es_es: Mostrar columna máximo

source: Spalte Std.Abw. anzeigen
es_es: Mostrar columna desv/hora

source: Spalte KH anzeigen
es_es: Mostrar columna HC

source: Spalte IE anzeigen
es_es: Mostrar columna UI

source: Spalten für 10% und 90% anzeigen
es_es: Mostrar columnas para 10% y 90%
sk_sk: Zobraziť stĺpce pre 10% a 90%

source: Dieses Formular zeigt das Profil an. Es werden normalerweise alle Profile des ausgewählten Zeitraums ausgegeben. Wenn sich in dem Zeitraum das Profil geändert hat, wird ein neues Blatt erzeugt. Es gibt aber eine Option, welche nur das letzte Profil des Zeitraums ausgibt. Ausserdem gibt es eine Option, mit der gleiche Zeilen zusammengefasst werden. Das führt zu einem kürzeren Profil, wenn mehrere Zeiten nacheinander die gleichen Werte beinhalten.
es_es: Este formulario muestra el perfil. Normalmente, se generan todos los perfiles del período de tiempo seleccionado. Si el perfil ha cambiado en el período, se crea una pagina nueva. Sin embargo, hay una opción que devuelve solo el último perfil del período. También hay una opción para resumir las mismas líneas. Esto da como resultado un perfil más corto si varias veces seguidas contienen los mismos valores.

source: Profil
es_es: Perfil

source: Zeilen mit gleichen Werten zusammenfassen
es_es: Sumar lineas con valores identicos
sk_sk: Spojiť riadky s rovnakými hodnotami

source: Nur letztes Profil ausgeben
es_es: Solo mostrar perfil reciente
sk_sk: Zobraziť len posledný profil

source: Dieses Formular ...
es_es: Este formulario...

source: Template
es_es: Patron
sk_sk: Šablóna

source: Irgendwas zum Einstellen
es_es: Algo para ajustar

source: Benutzerdaten
es_es: Datos del usuario
sk_sk: Informácie o pacientovi

source: Es sind keine Daten vorhanden.
es_es: No hay datos disponibles.
sk_sk: Nie sú k dispozícii žiadne dáta.

source: Alle Benutzer ausgeben
es_es: Mostrar todos usuarios

source: Name
es_es: Nombre
sk_sk: Meno

source: Version
es_es: Versión
sk_sk: verzia

source: Einheiten
es_es: Unidades
sk_sk: Jednotky

source: Letzter Glukosewert
es_es: Último valor de glucosa
sk_sk: Posledná hodnota glykémie

source: Letzter Behandlungswert
es_es: Último valor de tratamiento
sk_sk: Posledná hodnota ošetrenia

source: Dieses Formular zeigt den Verlauf der Glukosekurve über eine Woche hinweg an. Der Zeitraum wird dazu in Wochenabschnitte aufgeteilt und jede Woche wird auf einer eigenen Seite ausgegeben. Die Wochen werden farblich markiert, so dass man sie gut unterscheiden kann. Zusätzlich kann noch das @10@ für die jeweilige Woche erzeugt werden.
es_es: Este formulario muestra el curso de la curva de glucosa durante una semana. El período se divide en secciones semanales y cada semana se imprime en su propia página. Las semanas están codificadas por colores para que puedan distinguirse. Además, puede crear el @1@ para la semana respectiva.

source: Wochengrafik
es_es: Grafico semanal
sk_sk: Týždenný graf

source: Tagesnamen in Grafik anzeigen
es_es: Mostrar dias en el grafico
sk_sk: Zobraziť názvy dní v grafike

source: Fehler
es_es: Error
sk_sk: Chyba

source: Warnung
es_es: Advertencia
sk_sk: Varovanie

source: Information
es_es: Informacíon
sk_sk: Informácia

# msgStandardLimits
source: Standard Zielbereich verwenden ({low} {unit} - {high} {unit})
es_es: Usar objetivo de glucemia estándar ({low} {unit} - {high} {unit})
sk_sk: Použiť štandardný rozsah hodnôt ({low} {unit} - {high} {unit})

source: CGP immer mit Standard Zielbereich
es_es: CGP siempre con objetivos de glucosa estándar
sk_sk: CGP vždy so štandardným cieľovým rozsahom

source: Automatisch
es_es: Automático
sk_sk: Automaticky

source: Neuester Tag zuerst
es_es: Empezando con el dia reciente
sk_sk: Najnovší deň ako prvý

source: Aus den Profilen ermitteln
es_es: Calculado por los perfiles
sk_sk: Zistiť z profilu

source: Url zur Nightscout-API (z.B. https://xxx.herokuapp.com)
es_es: URL Nightscout API (https://xxx.herokuapp.com)
sk_sk: URL adresa Nightscout-API (napr. https://xxx.herokuapp.com)

source: Zugriffsschlüssel
es_es: Clave de acceso
sk_sk: Prístupový kľúč

# msgAccessTokenHint
source: Der Zugriffsschlüssel wird nur benötigt, wenn der Zugriff in Nightscout über AUTH_DEFAULT_ROLES eingeschränkt wurde
es_es: Solo se necesita la clave de acceso si se ha restringido el acceso a nightscout por AUTH_DEFAULT_ROLES
sk_sk: Prístupový kľúč je potrebný len v prípade, že bol prístup k Nightscout údajom obmedzený nastavením premennej AUTH_DEFAULT_ROLES

# msgStartDateHint
source: Das Datum des ersten Tages mit Daten
es_es: La fecha del primer día con datos
sk_sk: Dátum prvého dňa s údajmi

# msgEndDateHint
source: Das Datum des letzten kompletten Tages mit Daten
es_es: La fecha del último día con datos completos
sk_sk: Dátum posledného dňa, z ktorého existujú úplné dáta

# msgCheckUser
source: Überprüfe Zugriff auf {url}...
es_es: Compruebe el acceso a {url}...
sk_sk: Skontrolujte prístup na {url} ...

source: Daten von
es_es: Datos de
sk_sk: Dáta od

source: Daten bis
es_es: Datos hasta
sk_sk: Dáta do

source: Ermittle ersten Tag mit Daten
es_es: Averigua el primer día con datos
sk_sk: Zisti prvý deň s dátami

source: Ermittle letzten Tag mit Daten
es_es: Averigua el último día con datos

source: Die Profiltabelle sollte normalerweise nur Daten zu den verwendeten Profilen beinhalten. iOS Loop verwendet diese Tabelle aber dazu, um dort eigene Einstellungen zu speichern und tut dies bei einigen Benutzern exzessiv. Ab einer bestimmten Datenmenge kann die Profiltabelle über die API dann nicht mehr korrekt abgefragt werden. Deswegen gibt es hier die Möglichkeit, die Anzahl an Datensätzen einzuschränken, die aus dieser Tabelle geholt werden. Das ist so lange notwendig, wie iOS Loop oder andere Uploader diese Tabelle falsch befüllen. Maximale Anzahl an Profildatensätzen:
es_es: Normalmente, la tabla de perfiles debe contener solo datos sobre los perfiles utilizados. Sin embargo, iOS Loop utiliza esta tabla para almacenar su propia configuración allí y lo hace excesivamente para algunos usuarios. A partir de una cierta cantidad de datos, la tabla de perfil ya no se puede consultar correctamente a través de la API. Por lo tanto, existe la posibilidad de limitar el número de registros que se recuperan de esta tabla. Esto es necesario siempre y cuando iOS Loop u otros cargadores rellenen incorrectamente esta tabla. Número máximo de registros de perfil:
sk_sk: Zoznam profilov by mala obsahovať len dáta používaných profilov. Program iOS Loop do tohto zoznamu ukladá niektoré svoje nastavenia a u niektorých užívateľov veľmi agresívne. Od určitého množstva záznamov nie je možné zoznam profilov správne načítať cez API. Preto tu existuje spôsob ako obmedziť počet načítaných záznamov. Táto funkcia tu musí zostať dovtedy, kým iOS Loop a iné nástroje neprestanú túto tabuľku používať správnym spôsobom. Maximálny počet profilov na načítanie:

# msgCalculatingDay
source: Überprüfe {date} ...
es_es: Verifico {date} ...
sk_sk: Kontrolujem {date} ...

source: Bitte den Dateinamen für die Speicherung auswählen
es_es: Por favor elige nombre de archivo para guardar

source: Shortcut anlegen
es_es: Crear atajo
sk_sk: Vytvoriť odkaz

source: Shortcut ändern
es_es: Cambiar atajo
sk_sk: Odkaz zmeniť

# msgFormsText
source: {count,plural, =0{}=1{1 Formular}other{{count} Formulare}}
es_es: {count,plural, one {} =0{}=1{1 Formulario}other{{count} Formularios}}

source: Umbruch
es_es: Salto de línea

source: Glukose
es_es: Glucosa

source: Faktor
es_es: Factor

source: Glukose (aus NS)
es_es: Glucosa (desde NS)

source: Zeit
es_es: Tiempo

source: Trendpfeil
es_es: Flecha tendencia

source: Benutzer
es_es: Usuario

source: Einheit
es_es: Unidad

source: Leer
es_es: Vacío

source: Skala
es_es: Escala

source: Menü
es_es: Menú
sk_sk: Menu

source: Willkommen
es_es: Bienvenido
sk_sk: Vitajte

source: Facebook Seite
es_es: Página de Facebook
sk_sk: Stránka na Facebooku

source: Einstellungen
es_es: Ajustes
sk_sk: Nastavenia

source: Was bisher geschah...
es_es: Lo que sucedió hasta ahora...
sk_sk: Čo sa doteraz podarilo ...

source: Pausiert
es_es: Pausado
sk_sk: Pozastavené

source: Optionen
es_es: Opciones
sk_sk: Možnosti

source: Spenden
es_es: Donación
sk_sk: Obdarovať

source: Zur Listenansicht
es_es: Ir a vista de lista
sk_sk: Na zobrazenie zoznamu

source: Zur Kachelansicht
es_es: Ir a la vista de mosaico
sk_sk: Zobrazenie dlaždíc

source: Google Assistant
es_es: Asistente Google
sk_sk: Asistent Google

source: Nightscout Seite
es_es: Página Nightscout
sk_sk: Stránka Nightscout

source: Nightscout Berichte
es_es: Informes Nightscout
sk_sk: Nightscout správy

source: Anmeldung bei Google...
es_es: Registrando en Google...
sk_sk: Prihláste sa do Google ...

source: Verbinde zu Google Drive...
es_es: Conectando a Google Drive...
sk_sk: Pripojiť sa k Disku Google ...

source: Warum werde ich mit mehreren Buttons genervt, statt eine einzelne PDF angezeigt zu kriegen?
es_es: ¿Por qué me molestan varios botones en lugar de obtener un PDF único?
sk_sk: Prečo som obťažovaný niekoľkými tlačidlami, namiesto toho, aby som získal jeden súbor PDF?

source: Einige Browser sind nicht in der Lage PDF Dateien anzuzeigen, die eine bestimmte Grösse überschreiten. Da das von verschiedenen Faktoren abhängt, die sich nicht ohne Weiteres automatisch ermitteln lassen, gibt es die Möglichkeit, statt einer grossen PDF Datei, die nicht angezeigt werden kann, mehrere kleinere PDF Dateien zu erzeugen, die der Browser anzeigen kann. In den Einstellungen und hier kann diese Grösse festgelegt werden. Diese Seite hier wird nur angezeigt, wenn das PDF aufgeteilt werden musste. Wenn nur ein PDF erzeugt wurde, dann wird es direkt angezeigt.
es_es: Algunos navegadores no son capaz de mostrar PDF de cierto tamaño. Esto depende de varios factores. Existe la posibilidad de crear varios documentos PDF pequeños en vez de uno grande para poder ser mostrado correctamente en el navegador. Se puede elegir el tamaño aquí y en configuración. Aquí solo se muestra si el PDF ha tenido que ser dividido. Si solo se ha creado un PDF se mostrará directamente.
sk_sk: Niektoré prehliadače nedokážu zobraziť súbory PDF, ktoré presahujú určitú veľkosť. Pretože to závisí od faktorov, ktoré sa nedajú ľahko automaticky vyhodnotiť, je tu možnosť namiesto problematického veľkého súboru, vygenerovať niekoľko menších súborov PDF, ktoré prehliadač dokáže zobraziť. V nastaveniach a na tomto mieste je možné túto veľkosť zadať. Táto stránka sa zobrazí, iba ak sa PDF muselo rozdeliť. Ak bol vytvorený iba jeden súbor PDF, zobrazí sa bez otázky.

source: Klein
es_es: Pequeño
sk_sk: malý

source: PDF erneut erzeugen
es_es: Volver a crear PDF
sk_sk: Znovu vytvoriť PDF

source: Gross
es_es: Grande
sk_sk: veľký

source: Von
es_es: De
sk_sk: Od

source: Bis
es_es: Hasta
sk_sk: Do

source: Bitte überprüfe die Aktivierung der Wochentage unter dem Monat
es_es: Por favor comprueba la activación de los días de semana debajo del mes
sk_sk: Skontrolujte aktiváciu pracovných dní v mesiaci

source: Als ersten Tag der Woche festlegen
es_es: Elegir como primer día de la semana
sk_sk: Nastaviť ako prvý deň v týždni

source: Diese Webseite speichert keine Daten auf Servern. Die benötigten Daten werden von der eingegebenen URL zur Nightscout-Instanz geholt und als PDF aufbereitet. Die Daten, die zur Funktion der Webseite benötigt werden, werden im localStorage des Browsers gespeichert und nicht an den Server übermittelt. Wenn die Synchronisierung mit Google Drive aktiviert wird, dann werden diese Daten zusätzlich in den Anwendungsdaten auf dem Google Drive des verbundenen Kontos gespeichert.
es_es: Esta página no almacena datos en el servidor. Los datos provienen desde la URL al la página Nightscout y son creadas como PDF. Los datos necesarios se almacenan local y no son mandados al servidor. Si se activa la sincronización con Google Drive, los datos serán también guardados en los datos del usuario en la cuenta registrada de Google Drive.
sk_sk: Táto webová stránka neukladá údaje na serveroch. Požadované údaje sa získajú zo zadanej adresy URL do inštancie Nightscout a pripravia sa ako PDF. Dáta potrebné na fungovanie webovej stránky sú uložené v localStorage prehliadača a neprenášajú sa na server. Ak je zapnutá synchronizácia s Diskom Google, tieto údaje sa tiež uložia do údajov aplikácie v priradenom účte Disk Google.

source: Mehr gibt es dazu eigentlich nicht zu sagen.
es_es: No hay más que decir.
sk_sk: O tom nie je viac čo povedať.

source: Da wir seit einiger Zeit in Europa eine DSGVO haben, werden im Folgenden noch die Vorschriften dafür erfüllt. Der folgende Text ist nur auf Deutsch verfügbar:
es_es: Como desde hace tiempo tenemos la DSGVO las regulaciones son respetadas. El texto siguiente solo existe en alemán. info for DSGVO in dataprotection:
sk_sk: Keďže v Európe už nejaký čas máme DSGVO, nasledujúce pravidlá sú stále splnené. Tento text je k dispozícii iba v nemčine:

source: Ausgabe Parameter
es_es: Edición parámetros
sk_sk: Výstupné parametre

source: Allgemeines
es_es: General
sk_sk: Všeobecné

source: zu Vergleichszwecken (z.B. Arzt)
es_es: para comparaciónes (p.e. médicos)
sk_sk: na účely porovnania (napr. lekár)

source: Maximaler Glukosewert in Grafiken:
es_es: Valor máximo de glucosa en gráfico:
sk_sk: Maximálna hodnota glykémie v grafoch:

source: Genauigkeit der Basalangaben:
es_es: Exactitud de los datos del perfil basal:
sk_sk: Presnosť základných informácií:

source: PDF im selben Fenster öffnen
es_es: Abrir PDF en la misma ventana
sk_sk: Otvorte PDF v rovnakom okne

source: PDF herunterladen (bei einigen Browsern benötigt)
es_es: Descargar PDF (necesario para algunos navegadores)
sk_sk: Stiahnite si PDF (potrebné v niektorých prehliadačoch)

source: Hinweise auf Nightscout in der Kopf- und Fusszeile des PDFs ausblenden
es_es: Esconder notas sobre Nightscout en el encabezado y el pie del PDF
sk_sk: Skryť rady týkajúce sa Nightscout v hlavičke a päte PDF

source: Loopdaten verbergen (die auf diese Art markierten Optionen ignorieren)
es_es: Esconder datos que revelan el bucle cerrado (ignorar el señalando en otro color)
sk_sk: Skryť dáta o uzavretej smyčke (nezobrazí tohto týkajúce sa dáta)

source: Nightscout Url in der Fusszeile des PDFs anzeigen
es_es: Mostral Nightscout Url en el pie de la página PDF
sk_sk: Vytlačiť Nightscout URL na konci každej PDF stránky

source: Korrektur für Datenänderungen in AAPS 3.0
es_es: Corrección para cambio de datos en AAPS 3.0
sk_sk: Opravy zmien údajov v AAPS 3.0

source: Historische Daten
es_es: Datos históricos
sk_sk: Historické dáta

source: Hiermit wird festgelegt, um wieviel der Zeitraum des PDFs verschoben werden soll, um Vergleichswerte zu erhalten.
es_es: Aquí defines por cuanto tiempo se postpone el PDF para comparar valores y datos.
sk_sk: Toto definuje, ako dlho by sa malo obdobie PDF posunúť, aby sa získali porovnávacie hodnoty.

source: PDF erzeugen
es_es: Generar PDF
sk_sk: Vytvorte PDF

source: Anzeigeeinstellungen
es_es: Configuración de pantalla
sk_sk: Nastavenia zobrazenia

source: Auf Kacheln Bilder statt Namen anzeigen
es_es: Mostrar imágenes en vez de nombres en azulejos
sk_sk: Zobraziť obrázky namiesto mien na dlaždiciach

source: Zusatzfunktionen
es_es: Funciones adicionales
sk_sk: Doplnkové nastavenia

source: Letzten Messwert in der Titelzeile anzeigen
es_es: Mostrar el último valor medido en la barra de título
sk_sk: Zobraziť poslednú nameranú hodnotu v záhlaví

source: Dieser Regler legt fest, wie gross eine Ausgabe maximal werden darf, bevor sie auf mehrere PDF-Dateien aufgeteilt wird. Wenn bei Erstellung eines PDFs ein leeres Fenster angezeigt wird, dann hilft es normalerweise, diesen Regler weiter nach links zu bewegen.
es_es: Este mando ajusta el tamaño máximo, antes de ser dividido en varios documentos PDF. Si se muestra una pagina en blanco al crear un PDF, ayuda mover la barra hacia la izquierda.
sk_sk: Tento posúvač určuje maximálne povolené množstvo výstupu pred jeho rozdelením do viacerých súborov PDF. Ak sa pri vytváraní PDF zobrazí prázdne okno, zvyčajne vám pomôže posúvať tento posúvač ďalej doľava.

source: Einstellungen von Release-Version übernehmen
es_es: Aplicar la configuración de la versión del lanzamiento
sk_sk: Použiť nastavenia z verzie vydania

source: Exportieren
es_es: Exportar
sk_sk: Exportovať

source: Importieren
es_es: Importar
sk_sk: Importovať

source: Speichern
es_es: Guardar
sk_sk: uložiť

source: Bestätigung
es_es: Confirmación
sk_sk: potvrdenie

source: Soll der Benutzer mit der URL
es_es: El usuario con la dirección URL debe
sk_sk: Mal by užívateľ s URL

source: wirklich gelöscht werden?
es_es: verdaderamente ser eliminado?
sk_sk: naozaj vymazať?

source: Soll die URL
es_es: URL debe
