Repository: Eddimed/EddiReport_pub
Catalog: src/assets/old-dart/xliff/intl_*.xliff
Languages: es_es, sk_sk

source: Absturz behoben, der auftrat, wenn kein passendes Profil für einen Zeitpunkt gefunden werden konnte
es_es: Arreglada falta que se produjo, cuando no se encontraban perfiles coincidente para un tiempo
sk_sk: Opravená havária, ku ktorej došlo, keď v určitom okamihu nebolo možné nájsť žiadny zodpovedajúci profil

source: Benutzer können nun gelöscht werden
es_es: El usuario ya puede ser borrado
sk_sk: Používatelia môžu byť teraz odstránení

source: Benutzer können ein User-Token angeben, um sich mit geschützten Nightscout-Instanzen zu verbinden
es_es: Usarios pueden insertar un User-Token para conectar con paginas Nightscout protegidas
sk_sk: Používatelia môžu určiť token používateľa na pripojenie k chráneným nočným farbám

source: Kohlenhydrate und Bolusinsulin werden jetzt in den täglichen Grafiken angezeigt
es_es: Carbohidratos y insulina bolo son mostradas en los graficos diarios
sk_sk: Sacharidy a bolusový inzulín sa teraz zobrazujú v denných grafoch

source: Spalte HbA1c zu Tagesstatistik hinzugefügt
es_es: Añadido columna HbA1c a las estatistica diaria
sk_sk: Do dennej štatistiky bol pridaný stĺpec HbA1c

source: Bisher fehlende Summenwerte in der Tagesstatistik hinzugefügt
es_es: Añadido sumas en la estatistica diaria
sk_sk: Doteraz boli do denných štatistík pridané chýbajúce súčty

source: Spaltenbreite der Informationen in der Analyse erhöht
es_es: Ampliado columna de información en la pagina analisis
sk_sk: Šírka stĺpca informácií v analýze sa zvýšila

source: Die Icons auf einigen Buttons waren zu nahe am Text
es_es: Iconos en algunos botones estaban muy cerca del texto
sk_sk: Ikony na niektorých tlačidlách boli príliš blízko textu

source: Temporäre Basalraten mit absoluten Werten werden korrekt dargestellt
es_es: Perfiles temporales con valores absolutes son mostrados correctamente
sk_sk: Dočasné bazálne dávky s absolútnymi hodnotami sa zobrazujú správne

source: Man kann jetzt mehrere Benutzer anlegen. Das ist nützlich, um mehrere Nightscout-Instanzen auszuwerten (z.B. für Ärzte, Betreuer oder den Entwickler dieser Software)
es_es: Se pueden inserter varios usarios. Esto es practico para usar varias paginas Nightsout (para doctores, enfermeros, productores de este software)
sk_sk: Teraz môžete vytvoriť viac používateľov. Toto je užitočné na vyhodnotenie viacerých inštancií Nightscout (napr. Pre lekárov, správcov alebo vývojárov tohto softvéru).

source: Benutzerdaten werden nun verschlüsselt im Browser gespeichert
es_es: Datos del usario son guardados y protegidos
sk_sk: Užívateľské údaje sú teraz uložené šifrované v prehliadači

source: Die Analyse-Seite wurde überarbeitet und zeigt nun Überschriften über den Bereichen an
es_es: La pagina de la analisis ha sido corregida y muestra títulos
sk_sk: Stránka s analýzou bola prepracovaná a teraz zobrazuje nadpisy oblastí

source: Wenn die Grenzwerte in Nightscout (BG_TARGET_BOTTOM und BG_TARGET_TOP) den Werten 70 und 180 entsprechen, wird auf der Analyse-Seite der Bereich für die Standardzielwerte ausgeblendet
es_es: Si los limites de los valores en Nightscout (BG_TARGET_BOTTOM y BG_TARGET_TOP) corresponden a los valores 70 y 180 no se muestran los objectivos estandar en la pagina analisis
sk_sk: Ak sa prahové hodnoty v Nightscout (BG_TARGET_BOTTOM a BG_TARGET_TOP) rovnajú 70 a 180, rozsah predvolených cieľov sa na stránke analýzy skryje.

source: Die Tagesstatistik zeigt mmol/l-Werte nun korrekt an
es_es: La estatistica diaria ahora muestra valores mmol/l correctamente
sk_sk: Denná štatistika teraz zobrazuje správne hodnoty mmol / l

source: Die Werte für den Standardzielbereich auf der Analyse-Seite werden nun korrekt ermittelt
es_es: Los valores del objectivo estandar se calculan corrctamente en la pagina analisis
sk_sk: Hodnoty pre predvolený cieľový rozsah na analytickej stránke sa teraz určujú správne

source: Im PDF werden Zahlen und Datumsangaben entsprechend der ausgewählten Sprache formatiert
es_es: En el PDF los numeros y las fechas tienen el formato del idioma seleccionado
sk_sk: PDF formátuje čísla a dátumy podľa zvoleného jazyka

source: Beim Laden der Daten wird das entsprechende Datumsformat zur Anzeige verwendet
es_es: Se utiliza el formato de fecha apropiado al cargar los datos
sk_sk: Pri načítaní údajov sa na zobrazenie použije zodpovedajúci formát dátumu

source: Fehlerhafte Messwerte werden in der Auswertung der Grafiken nicht mehr brücksichtigt; diese werden an dem Wert "NONE" im Datenfeld "direction" erkannt
es_es: Mediciones erróneas en la evaluación de los gráficos ya no son calculadas; se reconocen por el valor "NONE" en los datos del campo "dirección"
sk_sk: Chybné namerané hodnoty sa už pri hodnotení grafiky nezohľadňujú; tieto sú rozpoznávané hodnotou "NONE" v dátovom poli "direction"

source: Bei der Berechnung der Kohlenhydrate werden weitere Datensätze berücksichtigt
es_es: Al calcular los carbohidratos se utilizan varios datos
sk_sk: Pri výpočte sacharidov sa zohľadňujú ďalšie súbory údajov

source: Diverse Abstürze beim Auslesen der Daten bereinigt
es_es: Arreglado varias faltas al leer datos
sk_sk: Rôzne zlyhania pri čítaní upravených údajov

source: Die Möglichkeit, die URL in der Titelzeile anzeigen zu lassen wurde entfernt, da jetzt der aktuelle Benutzer oder dessen URL direkt angezeigt wird
es_es: Borrada la posibilidad den mostrar la URL en el título; aqui ahora se ve el usario actual o su URL
sk_sk: Schopnosť zobraziť adresu URL v záhlaví bola odstránená, pretože aktuálny používateľ alebo jeho adresa URL sa teraz zobrazuje priamo

source: Legende für Katheter- und Sensorwechsel zur Tagesgrafik hinzugefügt.
es_es: Leyenda para cambio de catéter y del sensor a los gráficos díarios añadidos.
sk_sk: Do denného grafu bola pridaná legenda o zmenách katétrov a senzorov.

source: Reihenfolge der PDF Seiten geändert - Perzentil Diagramm kommt jetzt nach der Analyse.
es_es: Cambio del orden de las páginas PDF - tabla de percentil ahora viene después del análisis.
sk_sk: Poradie strán PDF sa zmenilo - percentuálny diagram teraz prichádza po analýze.

source: Daten für die Glukosewerte mit fehlerhaftem Datumsformat werden jetzt trotzdem korrekt ausgelesen.
es_es: Datos para los valores de glucosa con formato de fecha incorrecto se leen correctamente.
sk_sk: Údaje pre hodnoty glukózy s nesprávnym formátom dátumu sa napriek tomu stále načítajú správne.

source: Hohe Basalraten werden jetzt besser dargestellt.
es_es: Altas tasas basales están mejor representadas.
sk_sk: Teraz sú lepšie zastúpené vysoké bazálne dávky.

source: Diese Seite hinzugefügt. Sie wird jedesmal beim Start von Nightscout Reporter angezeigt, wenn sie in der aktuellen Version noch nicht angezeigt wurde. Ausserdem kann sie im Hamburgermenü wieder aufgerufen werden.
es_es: Añadido a esta página. Aparecerá cada al cargar Nightscout Reporter, si no se mostraba en la versión actual. También puede recuperar en el menú.
sk_sk: Táto stránka bola pridaná. Zobrazí sa pri každom spustení aplikácie Nightscout Reporter, ak sa nezobrazila v aktuálnej verzii. Okrem toho ho možno vyvolať znova v ponuke Hamburger.

source: Schliessen Button im Nachrichtenbereich hinzugefügt.
es_es: Añadido botón cerrar en el panel de mensajes.
sk_sk: Tlačidlo Zavrieť bolo pridané do oblasti správ.

source: Fehler werden besser abgefangen und mit sinnvollem Text ersetzt.
es_es: Errores son mejor atrapados y sustituidos por texto significativo.
sk_sk: Chyby sú lepšie zachytené a nahradené zmysluplným textom.

source: Das Anklicken des Nachrichtenbereichs schliesst diesen nicht mehr.
es_es: Pinchando area de mensajes ya no lo cierra.
sk_sk: Kliknutím na oblasť správy ju už nezatvoríte.

source: Name, Geburtstag, Insulin und das Startdatum des Diabetes können nun leer gelassen werden, ohne dass das negative Auswirkungen auf die Darstellung im PDF hat.
es_es: Día de nacimiento, nombre y la fecha de inicio de la diabetes, insulina pueden dejarse en blanco, sin tener efectos negativos en la presentación del PDF.
sk_sk: Meno, dátum narodenia, inzulín a dátum začiatku diabetu môžu byť teraz ponechané prázdne bez toho, aby to malo negatívny vplyv na prezentáciu v PDF.

source: Fehlermeldung beim Laden von Profilen ohne Startdatum entfernt.
es_es: Mensaje erronep eliminado al cargar perfiles sin fecha de inicio.
sk_sk: Chybové hlásenie pri načítaní profilov bez odstránenia dátumu začiatku.

source: Wenn keine Daten verfügbar sind, werden leere Seiten mit einem entsprechenden Hinweis erzeugt.
es_es: Si no hay datos disponibles, se crean páginas en blanco con una nota correspondiente.
sk_sk: Ak nie sú k dispozícii žiadne údaje, vygenerujú sa prázdne stránky s vhodným nápovedou.

source: Die Glukosekurve der täglichen Grafiken wurde von fehlenden Daten befreit.
es_es: La curva de glucosa de gráficos diarios fue liberada de datos ausentes.
sk_sk: Glukózový graf denných grafov bol zbavený chýbajúcich údajov.

source: Das PDF für die Basalrate war nicht korrekt, wenn nicht für jede Stunde ein Wert vorlag.
es_es: El PDF para el perfil básico no fue correcto, si no existia un valor para cada hora.
sk_sk: Bazálna sadzba PDF bola nesprávna, ak pre každú hodinu neexistovala hodnota.

source: Initiale Version, alles ist neu!
es_es: Versión inicial, todo es nuevo!
sk_sk: Počiatočná verzia, všetko je nové!

# ViewWhatsnewComponent0__message_9
source: Eine neue Ansicht namens {startTag0}Night-Watch{endTag0} wurde hinzugefügt. In dieser Ansicht sieht man, so wie auch in der Uhr-Anzeige auf der Nightscout-Seite, den aktuellen Glukosewert und weitere Informationen, die man sich in gewissem Rahmen so konfigurieren kann, wie sie einem gefallen. Night-Watch wird über diese URL aufgerufen: {startTag1}https://nightscout-reporter.zreptil.de/watch{endTag1} Es kann auch über das Hauptmenü unter dem Menüpunkt {startTag2}Night-Watch{endTag2} aufgerufen werden, oder indem man den aktuellen Zuckerwert in der Titelleiste von Nightscout Reporter anklickt, wenn man diesen in den Einstellungen aktiviert hat.
es_es: Se ha agregado una nueva vista denominada {startTag0}Night-Watch{endTag0}. En esta vista, así como en la pantalla del reloj en la página Nightscout, puede ver el valor actual de glucosa y otra información que puede configurar en cierta medida como desee. Night-Watch se llama a través de esta URL: {startTag1}https://nightscout-reporter.zreptil.de/watch{endTag1} También se puede llamar desde el menú principal bajo el elemento de menú {startTag2}Night-Watch{endTag2}.

# ViewWhatsnewComponent0__message_12
source: Dort, wo ein CGP erstellt werden kann, gibt es nun die Option {startTag0}Linien um Bereiche{endTag0}. Diese ist standardmässig eingeschaltet. Wenn sie ausgeschaltet wird, werden die Wertebereiche für den gesunden und den aktuellen Menschen nicht mehr mit einer Linie umrandet. Damit sieht die Grafik etwas blasser aus, aber man kann die Werte auf den Achsen genauer untersuchen, wenn man das möchte.
es_es: Donde se puede crear un CGP, ahora existe la opción {startTag0}Lineas por rangos{endTag0}. Esto está activado de forma predeterminada. Si está desactivado, los rangos de valores para la persona sana y la persona actual ya no están bordeados por una línea. Esto hace que el gráfico se vea un poco más pálido, pero puede examinar los valores en los ejes más de cerca si lo desea.

# ViewWhatsnewComponent0__message_50
source: Nachdem ich immer wieder gefragt wurde, ob man mir eine Spende zukommen lassen kann, habe ich mich jetzt dann doch dazu entschlossen, so eine Möglichkeit zur Verfügung zu stellen. Nightscout Reporter ist aber nach wie vor komplett kostenlos und wird das auch bleiben. Wer dennoch seiner Zuneigung zum Programm Ausdruck verleihen will, dem will ich mich nicht länger in den Weg stellen. Der Spenden-Button ist nicht sichtbar. Aber wer etwas in den {startTag0}Hut{endTag0} werfen will, der wird ihn finden :)
es_es: Después de que me preguntaron una y otra vez si se me podía dar una donación, ahora he decidido proporcionar esa posibilidad. Nightscout Reporter sigue siendo completamente libre y lo seguirá siendo. Si todavía quieres expresar tu afecto por el programa, ya no quiero interponerme en el camino. El botón de donación no está visible. Pero si quieres lanzar algo en el {startTag0}Sombrero{endTag0}, lo encontrarás :)

source: Português
sk_sk: Portugalsky

source: Dansk
sk_sk: Dánsky

source: TDD
sk_sk: CDD

source: Basal
sk_sk: základné

source: Normal
sk_sk: Normál

# VarK&#10;in %
source: VarK in %
sk_sk: VarK v%

source: CGP
sk_sk: SGP

source: Comprehensive Glucose Pentagon
sk_sk: Súhrnný glykemický päťuholník

source: Shortcuts
sk_sk: Odkazy
