Repository: Eddimed/EddiReport_pub
Catalog: src/assets/old-dart/xliff/intl_*.xliff
Languages: es_es, sk_sk

source: Schliessen
es_es: Cerrar
sk_sk: Zatvoriť

# Automatisch_theme selection - automatic
source: Automatisch
es_es: Automático
sk_sk: Automaticky

# Standard_theme selection - standard
source: Standard
es_es: Por defecto
sk_sk: Štandardný

# Weihnachten_theme selection - christmas
source: Weihnachten
es_es: Navidad
sk_sk: Vianočný

source: Beide
es_es: Ambos
sk_sk: Obe

source: Unbegrenzt
es_es: Sin límite
sk_sk: neobmedzený

source: Einheit der Glukosemessung
es_es: Unidas para calcular la glucemia
sk_sk: Merná jednotka glykémie

source: Heute
es_es: Hoy
sk_sk: Dnes

source: Letzte 2 Tage
es_es: Ultimos 2 dias
sk_sk: Posledné 2 dni

source: Letzte 3 Tage
es_es: Ultimos 3 dias
sk_sk: Posledné 3 dni

source: Letzte Woche
es_es: Semana anterior
sk_sk: Minulý týždeň

source: Letzte 2 Wochen
es_es: Las 2 semanas anteriores
sk_sk: Posledné 2 týždne

source: Letzte 3 Wochen
es_es: Las 3 semanas anteriores
sk_sk: Posledné 3 týždne

source: Letzter Monat
es_es: El mes anterior
sk_sk: Minulý mesiac

source: Letzte 3 Monate
es_es: Los 3 meses anteriores
sk_sk: Posledné 3 mesiace

source: Erstes Quartal
es_es: Primer trimestre
sk_sk: Prvý štvrťrok

source: Zweites Quartal
es_es: Segundo trimestre
sk_sk: Druhý štvrťrok

source: Drittes Quartal
es_es: Tercer trimestre
sk_sk: Tretí štvrťrok

source: Viertes Quartal
es_es: Cuarto trimestre
sk_sk: Štvrtý štvrťrok

# msgGlucTime
source: {time,plural, =0{Gerade eben}=1{vor {time} Minute}other{vor {time} Minuten}}
es_es: {time,plural, one {} =0{hace un momento}=1{hace {time} Minutos}other{hace {time} Minutos}}

source: Ausgewählter Zeitraum
es_es: Período seleccionado
sk_sk: Vybrané obdobie

source: Einen Monat vorher
es_es: Un mes antes
sk_sk: Mesiac dozadu

source: Drei Monate vorher
es_es: Tres meses antes
sk_sk: Tri mesiace dozadu

source: Sechs Monate vorher
es_es: Seis meses antes
sk_sk: Šesť mesiacov dozadu

source: Ein Jahr vorher
es_es: Un año antes
sk_sk: Pred rokom

source: Die angegebene URL ist nicht erreichbar. Wenn die URL stimmt, dann kann es an den Nightscout-Einstellungen liegen.
es_es: La URL introducida no es accesible. Si la URL es correcta puede ser causado por los ajustes en Nightscout.
sk_sk: Zadaná adresa URL nie je dostupná. Ak je adresa URL správna, môže to byť spôsobené nastavením Nightscout aplikácie.

source: <br><br>Wenn diese URL geschützt ist, muss ausserdem der Zugriffsschlüssel korrekt definiert sein. Diesen erreicht man über "Administrator-Werkzeuge" auf der persönlichen Nightscout Seite.
es_es: <br><br> si esta URL está protegida también es necesario definir la clave de acceso. Esta se encuentra en la parte "herramientas administrativas" en tu página personal de nightscout.
sk_sk: <br><br>Ak je táto adresa URL chránená, prístupový kľúč musí byť tiež správne definovaný. To je možné dosiahnuť pomocou „Nástroje správcu“ na stránke Nightscout.

source: In der Variable ENABLE muss das Wort "cors" stehen, damit externe Tools wie dieses hier auf die Daten zugreifen dürfen.
es_es: La variable ENABLE tiene que contener la palabra "cors" para que herramientas externas como esta puedan acceder a los datos.
sk_sk: V premennej ENABLE sa musí vyskytovať slovo „cors“, aby k týmto údajom mali prístup aj externé nástroje, ako je tento program.

source: Auf 10be muss beim Server in den Standardeinstellungen der Haken bei "cors" aktiviert werden, damit externe Tools wie dieses hier auf die Daten zugreifen dürfen. Wenn "cors" aktiviert wurde, muss auf dem Server eventuell noch ReDeploy gemacht werden, bevor es wirklich verfügbar ist.
es_es: En el servidor 10be hay que activar "cors" en las configuraciónes generales para que aplicaciónes externas como esta tengan acceso a los datos. Si "cors" fue activado en el servidor probablemente hay que hacer un redeploy para activarlo.
sk_sk: Na 10be musí byť začiarknuté políčko „cors“ v predvolených nastaveniach servera, aby k údajom mali prístup aj externé nástroje, ako je tento. Ak je aktivovaná funkcia „cors“, bude pravdepodobne potrebné vykonať ju na serveri skôr, ako bude skutočne k dispozícii.

source: Die Url zur Nightscout-API muss mit https beginnen, da Nightscout Reporter auch auf https läuft. Ein Zugriff auf unsichere http-Resourcen ist nicht möglich.
es_es: La URL para la Nightscout - API tiene que empezar con https ya que Nightscout Reporter también va por https. Un acceso a páginas no seguras con http no es posible.
sk_sk: Rozhranie API adresy URL pre program Nightscout musí začínať reťazcom https, pretože program Nightscout Reporter funguje aj na protokole https. Prístup k nebezpečným zdrojom http nie je možný.

source: Die URL wurde noch nicht festgelegt.
es_es: La URL aún no ha sido determinada.
sk_sk: URL ešte nie je nastavená.

source: Die URL wurde noch nicht festgelegt
es_es: La URL aún no ha sido determinada
sk_sk: URL ešte nie je nastavená

source: Überprüfe Zugriff auf Nightscout ...
es_es: Verifico acceso a Nightscout...
sk_sk: Kontrola prístupu do Nightscout ...

# msgLoadingData
source: Fehler beim Laden der Daten: {error} {stacktrace}
es_es: Error al cargar los datos: {error} {stacktrace}
sk_sk: Chyba pri načítaní údajov: {error} {stacktrace}

source: Fehler beim Laden der Daten
es_es: Error al cargar los datos
sk_sk: Pri načítavaní údajov sa vyskytla chyba

# msgLoadingDataFor
source: Lade Daten für {date}...
es_es: Cargando datos para {date}...
sk_sk: Načítavajú sa údaje z {date}...

source: Bitte einen Zeitraum wählen.
es_es: Por favor elige periodo.
sk_sk: Vyberte obdobie.

source: Bereite Daten vor...
es_es: Preparando datos...
sk_sk: Spracovávajú sa údaje ...

source: Erzeuge PDF...
es_es: Creando PDF...
sk_sk: Vytvoriť PDF ...

source: Lade die Basisdaten...
es_es: Cargando los datos básicos...
sk_sk: Načítať základné údaje...

source: Impressum
es_es: Aviso legal
sk_sk: Pečiatka

source: Datenschutzerklärung
es_es: Declaración de privacidad
sk_sk: Ochrana osobných údajov

source: verwerfen
es_es: descartar
sk_sk: zahodiť

source: Das PDF wurde erstellt. Wenn es nicht angezeigt wird, dann ist vermutlich ein Popup-Blocker aktiv, der die Anzeige verhindert. Diesen bitte deaktivieren.
es_es: PDF ha sido generado. Si no se visualiza, probablemente es debido a un bloqueador popup. Por favor desactivar bloqueador.
sk_sk: PDF bol vytvorený. Ak nie je zobrazený, pravdepodobne je aktívny blokovač automaticky otváraných okien, ktorý bráni zobrazeniu. Prosím, deaktivujte ho.

source: Zeitraum
es_es: Periodo
sk_sk: Obdobie

source: Beim Auslesen der Profile ist ein Fehler aufgetreten. Möglicherweise sind zu viele Daten in der Profiltabelle (wird z.B. von iOS Loop verursacht). Du kannst versuchen, in den Einstellungen die Anzahl an auszulesenden Profildatensätzen zu verringern.
es_es: Al leer los perfiles ha ocurrido un error. Probablemente hay demasiados datos en la tabla del perfil (se produce por ejemplo por el bucle de iOS). Puedes intentar reducir el número de registros de perfil que se van a leer en la configuración.
sk_sk: Nastal problém pri načítavaní profilov. Pravdepodobne je v tabuľke profilov priveľa dát (napr. to spôsobuje iOS Loop). Môžeš skúsiť obmedziť množstvo načítavaných dát v nastaveniach.

source: Beim Erzeugen des PDF ist ein Fehler aufgetreten.
es_es: Al crear el PDF ha ocurrido und error.
sk_sk: Pri vytváraní súboru PDF sa vyskytla chyba.

source: Problem auf GitHub melden
es_es: Comunicar el problema en GitHub
sk_sk: Nahláste problém na strákach projektu (GitHub)

source: PDF anzeigen
es_es: Mostrar PDF
sk_sk: Zobraziť PDF

source: Vergleich
es_es: Comparación
sk_sk: Porovnanie

source: Bezeichnung
es_es: Título
sk_sk: Označenie

source: Hinzufügen
es_es: Añadir
sk_sk: Pridať

# msgTooMuchProfilesPrefix
source: Es konnten nicht alle Profile geladen werden, da im ausgewählten Zeitraum mehr als {maxCount} gespeichert sind.
es_es: No se han podido cargar todos perfiles, por que en el tiempo seleccionado hay más de {maxCount} guardados.

# msgTooMuchProfiles
source: {count,plural, =0{}=1{Der Uploader "{text}" hat die Datensätze angelegt.}other{Folgende Uploader haben die Datensätze angelegt: {text}}}
es_es: {count,plural, one {} =0{}=1{El uploader "{text}" ha creado registros.}other{Siguientes Uploaders han creado registros: {text}}}

source: Max Mustermann
es_es: Juan Gómez
sk_sk: Janko Mrkvička

source: Glukosewerte anpassen
es_es: Ajustar valores de glucosa

# _msgAdjustTarget
source: Die Werte für BG_TARGET_BOTTOM und BG_TARGET_TOP wurden durch den Faktor {factor} geteilt
es_es: Los valores de BG_TARGET_BOTTOM y BG_TARGET_TOP se dividieron por el factor {factor}

# _msgAdjustCalc
source: Errechneter HbA1C: {value}%
es_es: HbA1c calculado: {value}%

# _msgAdjustLab
source: Im Labor ermittelter HbA1C: {value}%
es_es: Valor HbA1c calculado en laboratorio: {value}%

source: Januar|Februar|März|April|Mai|Juni|Juli|August|September|Oktober|November|Dezember
es_es: Enero|Febrero|Marzo|Abril|Mayo|Junio|Julio|Agosto|Septiembre|Octubre|Noviembre|Diciembre
sk_sk: január|február|marec|apríl|máj|jún|júl|august|september|október|november|december

source: Jan|Feb|Mär|Apr|Mai|Jun|Jul|Aug|Sep|Okt|Nov|Dez
es_es: Ene|Feb|Mar|Abr|May|Jun|Jul|Ago|Sep|Oct|Nov|Dic
sk_sk: jan|feb|mar|apr|máj|jún|júl|sep|okt|nov|dec

source: Montag|Dienstag|Mittwoch|Donnerstag|Freitag|Samstag|Sonntag
es_es: Lunes|Martes|Miercoles|Jueves|Viernes|Sabado|Domingo
sk_sk: Pondelok|Utorok|Streda|Štvrtok|Piatok|Sobota|Nedeľa

source: Mo|Di|Mi|Do|Fr|Sa|So
es_es: Lu|Ma|Mier|Jue|Vier|Sa|Do
sk_sk: Po|Ut|St|Št|Pia|So|Ne

source: Bis heute|Bis gestern|Bis Wochenende
es_es: Hasta hoy|Hasta ayer|Hasta fin de semana

source: Zeitraum festlegen
es_es: Determinar periodo
sk_sk: Nastaviť obdobie

source: Der Zeitraum enthält keine auswertbaren Tage
es_es: El período no contiene días evaluables
sk_sk: Obdobie neobsahuje žiadne hodnotiteľné dni

source: Das Startdatum ist nicht korrekt
es_es: La fecha inicial no es correcta
sk_sk: Dátum začiatku nie je správny

source: Das Enddatum ist nicht korrekt
es_es: La fecha final no es correcta
sk_sk: Dátum konca je nesprávny

source: Anmeldung erfolgreich
es_es: Registro necesario
sk_sk: Prihlásenie bolo úspešné

source: Anmelden
es_es: Registrar
sk_sk: registrovať

source: Verbinde zu Google...
es_es: Conectar con Google...
sk_sk: Pripojiť sa ku Google ...

source: Verbindung zu Google Drive trennen
es_es: Desconectar de Google Drive
sk_sk: Odpojiť sa od Disku Google

source: Verbindung zu Google Drive herstellen
es_es: Establecer conección con Google Drive
sk_sk: Pripojte sa na Disk Google

source: Synchronisierung aufheben
es_es: Deshabilitar sincronización
sk_sk: Zrušenie synchronizácie

source: Mit Google Drive synchronisieren
es_es: Sincronizar con Google Drive
sk_sk: Synchronizácia s Diskom Google

source: SMB Werte anzeigen
es_es: Mostrar valores SMB
sk_sk: Zobraziť hodnoty SMB

source: SMB an der Kurve platzieren
es_es: Mostrar SMB en la linea
sk_sk: Umiestniť SMB na krivku

# _msgPageCountEst
source: {count,plural, =0{}=1{1 Seite oder mehr}other{{count} Seiten oder mehr}}
es_es: {count,plural, one {} =0{}=1{1 página o más}other{{count} páginas o más}}
sk_sk: {count, plural, =0 {} =1 {1 alebo viac stránok} other {{count} alebo viac stránok}}

# _msgPageCount
source: {count,plural, =0{}=1{1 Seite}other{{count} Seiten}}
es_es: {count,plural, one {} =0{}=1{1 página}other{{count} páginas}}
sk_sk: {count, plural, =0 {} =1 {1 stránka} other {{count} stránok}}

# msgValidRange
source: gültig von {begDate} bis {endDate}
es_es: valido de {begDate} a {endDate}
sk_sk: platné od {begDate} do {endDate}

# msgValidFrom
source: gültig ab {begDate}
es_es: valido a partir de {begDate}
sk_sk: platné od {begDate}

# msgValidTo
source: gültig bis {endDate}
es_es: valido hasta {endDate}
sk_sk: platí do {endDate}

source: IE
es_es: UI
sk_sk: U

source: Median
es_es: Medio
sk_sk: Medián

source: bis
es_es: hasta
sk_sk: do

# msgDuration
source: {hours} Std {minutes} Min
es_es: {hours} h {minutes} min
sk_sk: {hours} hod {minutes} min

# msgTargetArea
source: Zielbereich ({min} - {max} {units})
es_es: Rango objetivo ({min} - {max} {units})
sk_sk: Cieľový rozsah ( {min} - {max} {units} )

# msgTargetValue
source: Zielwert
es_es: Objectivo
sk_sk: cieľová hodnota

source: Glukosekurve
es_es: Curva glucosa
sk_sk: Krivka glukózy

# _msgLowerGlucHint
source: Alle sensorischen Glukosewerte wurden um {factor} % verringert
es_es: Todos valores sensoriales se han reducido por {factor} %

# _msgRaiseGlucHint
source: Alle sensorischen Glukosewerte wurden um {factor} % erhöht
es_es: Todos valores sensoriales se han aumentado por {factor} %

# msgCarbs
source: Kohlenhydrate ({value}g)
es_es: Carbohidratos ({value}g)
sk_sk: Sacharidy ( {value} g)

# msgBolusInsulin
source: Bolus Insulin ({value})
es_es: Insulina bolo ({value})
sk_sk: Bolusový inzulín ( {value} )

# Mahlzeitenbolus_bolus to handle a meal
source: Mahlzeitenbolus
es_es: Bolo comida
sk_sk: Bolus k jedlu

# Bolus Rechner_bolus calculated by the bolus wizard
source: Bolus Rechner
es_es: Calculadora de Bolo
sk_sk: Bolusová kalkulačka

source: Verzögerter Bolus
es_es: Bolo extendido
sk_sk: Oneskorený bolus

# msgCorrectBolusInsulin
source: Korrektur Bolus ({value})
es_es: Bolo de corrección ({value})
sk_sk: Korekčný bolus ( {value} )

# msgCarbBolusInsulin
source: Mahlzeiten Bolus ({value})
es_es: Bolo de comida ({value})
sk_sk: Bolus jedla ( {value} )

source: Basalrate
es_es: Perfil basal
sk_sk: Bazálna rýchlosť

# msgBasalrateDay
source: Basalrate für den Tag ({value})
es_es: Perfil basal diario ({value})
sk_sk: Bazálna dávka za deň ({value})

# msgBasalrateProfile
source: Basalrate aus dem Profil ({value})
es_es: Tasas basales del perfil ({value})
sk_sk: Bazálna dávka z profilu ({value})

# msgLegendTDD
source: Gesamtinsulin ({value})
es_es: Insulina en total ({value})
sk_sk: Celkový inzulín ( {value} )

source: Es sind keine Daten für den Ausdruck vorhanden
es_es: No hay datos para imprimir
sk_sk: Nie sú k dispozícii žiadne údaje pre tlač

source: Katheterwechsel
es_es: Cambio de catéter
sk_sk: výmena katétera

source: Sensorwechsel
es_es: Cambio de sensor
sk_sk: výmena snímača

source: Reservoirwechsel
es_es: Cambio deposito
sk_sk: výmena nádrže

source: Aufsummierte Werte
es_es: Datos acumulados
sk_sk: Nasčítané hodnoty

source: Berechnete IE für Kohlenhydrate
es_es: Insulina calculada para HC
sk_sk: Vypočítaná IE na uhľohydráty

source: KH
es_es: CH
sk_sk: S

# msgReadingsPerDay
source: {howMany,plural, =0{Keine Messwerte vorhanden}=1{1 Messung am Tag}other{{fmt} Messungen am Tag}}
es_es: {howMany,plural,=0{no hay datos} =1{1 medicion diaria}other {{fmt} mediciones diarias}}
sk_sk: {howMany, plural, =0 {Nie sú k dispozícii žiadne údaje} =1 {1 meranie denne} other {{fmt} meraní denne}}

# msgReadingsPerHour
source: {howMany,plural, =0{Keine Messwerte vorhanden}=1{1 Messung pro Stunde}other{{fmt} Messungen pro Stunde}}
es_es: {howMany,plural,=0{no hay datos} =1{1 medicion por hora}other {{fmt} mediciones por hora}}
sk_sk: {howMany, plural, =0 {Nie sú k dispozícii žiadne údaje} =1 {1 meranie za hodinu} other {{fmt} meraní za hodinu}}

# msgReadingsInMinutes
source: {howMany,plural, =0{Keine Messwerte vorhanden}=1{1 Messung pro Minute}other{Messung alle {fmt} Minuten}}
es_es: {howMany,plural,=0{no hay datos} =1{1 medicion por minuto}other {medición cada {fmt}minutos}}
sk_sk: {howMany, plural, =0 {Nie sú k dispozícii žiadne údaje} =1 {1 meranie za minútu} other {Meranie každých {fmt} minút}}

# msgValuesIn
source: Werte zwischen {low} und {high}
es_es: Valores entre {low} y {high}
sk_sk: Hodnoty medzi {low} a {high}

# msgValuesBelow
source: Werte unter {low}
es_es: Valores bajo {low}
sk_sk: Hodnoty pod {low}

# msgValuesAbove
source: Werte über {high}
es_es: Valores superior a {high}
sk_sk: Hodnoty nad {high}

# msgValuesVeryHigh
source: Sehr hohe Werte ( > {value})
es_es: Valores muy altos ( > {value})
sk_sk: Veľmi vysoké hodnoty (> {value} )

# msgValuesNormHigh
source: Hohe Werte ({value})
es_es: Valores altos ({value})
sk_sk: Vysoké hodnoty ( {value} )

# msgValuesNorm
source: Zielbereich ({low} - {high})
es_es: Objetivos ({low} - {high})
sk_sk: Cieľová oblasť ( {low} - {high} )

# msgValuesNormLow
source: Niedrige Werte ({value})
es_es: Valores bajos ({value})
sk_sk: Nízke hodnoty ( {value} )

# msgValuesVeryLow
source: Sehr niedrige Werte (< {value})
es_es: Valores muy bajos ( < {value})
sk_sk: Veľmi nízke hodnoty (< {value} )

# msgKHBE
source: g KH ({value} BE)
es_es: g HC ({value} unidades HC)
sk_sk: g sach. ( {value} BE)

# msgReservoirDays
source: {count,plural, =0{}=1{({txt} Tag pro Ampulle)}other{({txt} Tage pro Ampulle)}}
es_es: {count, plural, =0{}=1{({txt}dias por ampolla)}other{({txt} dias por ampolla)}}
sk_sk: {count, plural, =0 {} =1 {( {txt} deň na ampulku)} other {( {txt} dní na ampulku)}}

# msgCatheterDays
source: {count,plural, =0{}=1{({txt} Tag pro Katheter)}other{({txt} Tage pro Katheter)}}
es_es: {count, plural, =0{}=1{({txt}dias por catéter)}other{({txt} dias por catéter)}}
sk_sk: {count, plural, =0 {} =1 {( {txt} deň na katéter)} other {( {txt} dní na katéter)}}

# msgSensorDays
source: {count,plural, =0{}=1{({txt} Tag pro Sensor)}other{({txt} Tage pro Sensor)}}
es_es: {count, plural, =0{}=1{({txt}dias por sensor)}other{({txt} dias por sensor)}}
sk_sk: {count, plural, =0 {} =1 {( {txt} deň na snímač)} other {( {txt} dní na snímač)}}

source: Geburtstag
es_es: Fecha nacimiento
sk_sk: Dátum narodenia

source: Diabetes seit
es_es: Diabetes desde
sk_sk: Diabetes od roku

source: Insulin
es_es: Insulina
sk_sk: Inzulín

source: Ausgewertete Tage
es_es: Días evaluados
sk_sk: Hodnotené dni

source: Anzahl Messungen
es_es: Número de mediciones
sk_sk: Počet meraní

source: Anzahl Ampullenwechsel
es_es: Número cambios de ampollas
sk_sk: Počet výmien ampúl

source: Anzahl Katheterwechsel
es_es: Número cambio catéteres
sk_sk: Počet zmien katétra

source: Anzahl Sensorenwechsel
es_es: Número cambio de sensores
sk_sk: Počet zmien snímača

source: gesch. HbA1c
es_es: hbA1c estim.
sk_sk: HbA1c

source: Geschätzter HbA1c
es_es: HbA1c estimado
sk_sk: Odhadovaná HbA1c

source: Niedrigster Wert im Zeitraum
es_es: Valor más bajo en periodo
sk_sk: Najnižšia hodnota za dané obdobie

source: Höchster Wert im Zeitraum
es_es: Valor más alto en periodo
sk_sk: Najvyššia hodnota za dané obdobie

source: Ø Zuckerwert
es_es: Valor glucosa Ø
sk_sk: Ø hodnota cukru

source: Glykämischer Variabilitäts Index (GVI)
es_es: Índice de variabilidad glucémica (GVI)
sk_sk: Index glykemickej variability (GVI)

source: Patient Glykämischer Status (PGS)
es_es: Estado glucémico paciente (PGS)
sk_sk: Glykemický stav pacienta (PGS)

source: Ø KH pro Tag
es_es: Ø HC por día
sk_sk: Ø sach. za deň

source: Ø KH pro Mahlzeit
es_es: Ø HC por comida
sk_sk: Ø Sach na jedlo

source: Ø Insulin pro Tag
es_es: Insulina Ø por día
sk_sk: Ø inzulín za deň

source: Ø Bolus pro Tag
es_es: Ø Bolo por día
sk_sk: Ø bolus za deň

source: Ø Basal pro Tag
es_es: Ø Basal por día
sk_sk: Ø bazál za deň

source: Ø Microbolus pro Tag
es_es: Ø micro bolo por día
sk_sk: Ø mikrobolusov za deň

source: Ø Insulinverhältnis
es_es: Proporción de insulina Ø
sk_sk: Ø pomer inzulínu

# Basalrate&#10;IE / Stunde
source: Basalrate IE / Stunde
es_es: Programa basal UI / Hora
sk_sk: Bazálna dávka U / hodina

source: Keine
es_es: Ninguna
sk_sk: žiadny

source: Eigene Grenzwerte
es_es: Límites propios
sk_sk: Vlastné limity

source: Standardgrenzwerte
es_es: Límites estándar
sk_sk: Štandardné limity

source: Behandlungen
es_es: Tratamientos
sk_sk: Ošetrenia

source: Ges.
es_es: Sum.

# Uhr-&#10;zeit
source: Uhr- zeit
es_es: Hora
sk_sk: hodiny

source: Uhrzeit
es_es: Hora
sk_sk: Čas

source: IE/std
es_es: UI /h
sk_sk: U/hod

source: Summe
es_es: Total
sk_sk: Suma

source: Trend
es_es: Tendencia

source: Ausgabe
es_es: Edición
sk_sk: Výdaj

source: Grafik
es_es: Gráfica
sk_sk: Grafika

source: Tabelle
es_es: Tabla
sk_sk: Tabuľka

source: Alles
es_es: Todo
sk_sk: Všetko

source: Glukose Perzentil Diagramm
es_es: Tabla de percentil de glucosa
sk_sk: Percentilný diagram glykémie

source: Stündliche Statistik
es_es: Estadística por horas
sk_sk: Hodinová štatistika

source: Tagesbasalrate verwenden
es_es: Usar tasa basal diaria
sk_sk: Použiť dennú bazálnu dávku

source: Notiz
es_es: Nota
sk_sk: poznámka

# Anpas-&#10;sung
source: Anpas- sung
es_es: Adapta- ción
sk_sk: adap- tácia

source: Glukose zu niedrig
es_es: Glucosa demasiada baja
sk_sk: Glykémia je príliš nízka

source: Grafiken pro Seite
es_es: Gráficos por página
sk_sk: Počet grafov na stránku

source: Glukose im Zielbereich
es_es: Glucosa detro del objectivo
sk_sk: Glykémia v cieľovej oblasti

source: Quelle: Vigersky, R. A., Shin, J., Jiang, B., Siegmund, T., McMahon, C., & Thomas, A. (2018). The Comprehensive Glucose Pentagon: A Glucose-Centric Composite Metric for Assessing Glycemic Control in Persons With Diabetes. Journal of Diabetes Science and Technology, 12(1), 114–123. (https://doi.org/10.1177/1932296817718561)
es_es: Origen: Vigersky, R. A., Shin, J., Jiang, B., Siegmund, T., McMahon, C., & Thomas, A. (2018). The Comprehensive Glucose Pentagon: A Glucose-Centric Composite Metric for Assessing Glycemic Control in Persons With Diabetes. Journal of Diabetes Science and Technology, 12(1), 114–123. (https://doi.org/10.1177/1932296817718561)
sk_sk: Zdroj: Vigersky, RA, Shin, J., Jiang, B., Siegmund, T., McMahon, C., & Thomas, A. (2018). Komplexný glukózový päťuholník: Glukózovo-centrická kompozitná metrika na hodnotenie glykemickej kontroly u osôb s cukrovkou. Journal of Diabetes Science and Technology, 12 (1), 114-123. (https://doi.org/10.1177/1932296817718561)

source: Glukose zu hoch
es_es: Golucosa muy alta
sk_sk: Glykémia je príliš vysoká

source: Temporäre Overrides
es_es: Sustituciónes temporales
sk_sk: Temporárne prepísanie

# msgLow
source: Tief{value}
es_es: Bajo{value}
sk_sk: Nízko{value}

# msgCount
source: {value,plural, =0{Kein Wert}=1{1 Wert}other{{value} Werte}}
es_es: {value,plural, =0{ningún dato}=1{1 dato}other{{value} datos}}
sk_sk: {value, plural, =0 {Žiadna hodnota} =1 {1 hodnota} other {{value} hodnoty}}

# msgStdAbw
source: (StdAbw {value})
es_es: (dev h {value})
sk_sk: (StdDev {value})

# msgTimeOfDay24
source: {time} Uhr
es_es: {time} hora
sk_sk: {time} hod

# msgHigh
source: Hoch{value}
es_es: Alto{value}
sk_sk: Vysoko {value}

source: 10% - 90% der Werte
es_es: 10% - 90% de los valores
sk_sk: 10% - 90% hodnôt

source: 25% - 75% der Werte
es_es: 25% -75% de los valores
sk_sk: 25% - 75% hodnôt

source: Insulin Kohlenhydrate Verhältnis (ICR)
es_es: Proporción de hidratos de carbono insulina (ICR)
sk_sk: Pomer inzulínu a sacharidov (ICR)

source: Insulin Sensitivitäts Faktoren (ISF)
es_es: Factores de sensibilidad de insulina (ISF)
sk_sk: Faktor citlivosti na inzulín (ISF)

source: Gesamt
es_es: Total
sk_sk: celkovo

source: Zielbereich
es_es: Rango Objetivo
sk_sk: cieľová oblasť

source: Ø ICR/Stunde
es_es: Ø ICR/hora
sk_sk: Ø ICR / hod

source: Ø ISF/Stunde
es_es: Ø ISF/hora
sk_sk: Ø ISF / hod

# Insulin Kohlenhydrate Verhältnis (ICR)&#10;X g Kohlenhydrate für 1 IE
source: Insulin Kohlenhydrate Verhältnis (ICR) X g Kohlenhydrate für 1 IE
es_es: Relación insulina carbohidratos (ICR) X gr carbohidratos para 1 UI
sk_sk: Pomer inzulínu a sacharidov (ICR) X g sacharidov na 1 U

# msgISF
source: Insulin Sensitivitäts Faktoren (ISF) 1 IE senkt BG um X {unit}
es_es: Factores sensibilidad insulina (ISF) 1 Ui baja la glucosa por X {unit}
sk_sk: Faktory citlivosti na inzulín (ISF) 1 IU znižujú BG o X {unit}

# msgTarget
source: Glukose-Zielbereich {unit}
es_es: Objectvo de glucosa {unit}
sk_sk: Cieľová oblasť glukózy {unit}

source: Ausrichtung
es_es: Orientación
sk_sk: zarovnanie

source: Profileinstellungen
es_es: Configuraciónes de perfil
sk_sk: nastavenie profilu
